{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Abigail",
            "Entries": {
                "4": "Oh, hey.",
                "Introduction": "Oh, that's right... I heard someone new was moving onto that old farm.#$e#It's kind of a shame, really. I liked exploring those overgrown fields by myself.$9",
                "Resort_Shore_2": "Hmm, you think I could sneak my guinea pig onto the island?#$e#Nah, Professor's probably not much of a swimmer anyways.$h",
                "divorced": "What are you doing here? Fuck off!$a",
                "dumped_Girls": "Don't talk to me.$a",
                "secondChance_Girls": "*sigh* I want to but... I can't stay mad at you anymore, @. Let's just move on with our lives.$s",
                "Mon": "Sup. Taking a break from work?",
                "Mon2": "Hey.#$e#Do you ever hang out at the cemetery? It's a great place if you've got a little skein.",
                "Tue2": "...*sigh*...$s#$e#I know my parents mean well, but I hate that they try to control who I am... Weren't they ever young?",
                "Wed": "Hey. Sorry in advance if I say anything rude. I'm not the best at... interacting with people.#$e#What do you want?",
                "Thu": "#$1 Abigail1#Oh no, I think my Dad's going to cook dinner tonight...$s#$e#I don't feel like eating at home today... Wonder what Molly is up to.$u",
                "Fri": "Wow, I just realized it's Friday. $u#$e#Dad's wine shipment goes out tonight...",
                "Sat": "The fresh mountain air is nice on a day like this.$h#$e#Good time to go frog giggin'.",
                "Sun_old": "$p 17#I guess you think nothing would happen, right?$u|Maybe a wicked ghost would appear. I bet I could punch a ghost. Pop pop!",
                "Sun_18": "Well that's an interesting theory, I guess.$h",
                "Tue4": "Hey, you want some pocket bacon?[666]",
                "Sat6": "You came all this way to visit me? That's suspicious.$h#$e#So have you been exploring the mountain caves at all?#$e#I wanna to go there one of these days.$l",
                "Mon8": "...Oh, @! Hey.$h#$e#Want to hang out for a while? We could start a fight.$h",
                "Thu10": "Hey.$l#$e#Do you feel like everything seems unreal lately?$l#$b#Not in like a bad way, though.$h",
                "Fri6": "I saw an owl today. I tried to catch him but he got away.#$e#It's just as well. He looked like an asshole.",
                "Event_VideoGame_Yes": "Awesome! I'm sure you'll be able to beat this level with ease.$h",
                "Event_VideoGame_No": "Oh? No no no. It's cool. It's cool. I get it...$s",
                "Event_Grave1": "See? You understand why I'm out here, then.#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure. I want out of here.$8",
                "Event_Grave2": "Sure. I don't want to kill anything, I guess. I just want to do a little exploring without risking my ass!#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure.$8",
                "Event_Grave3": "Oh, it's because I'm a girl... isn't it? Ugh...$a^Why? I'm just as strong as you!$a#$b#I'm not some fragile princess.. I can handle myself!$a#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure.$8",
                "Event_Grave4": "Really? That's surprising.$8#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure.$8",
                "summer_1": "Summer's here. It's not really my favorite season.#$e#The air is so muggy I feel like I'm floating in barbarian piss.",
                "summer_Mon": "My pet guinea pig, Professor, hates this hot weather. He's fussy.",
                "summer_Mon8": "I used to think Pelican Town was boring, but lately I'm kinda starting to like it.$h",
                "summer_Tue": "The air is so thick with honey and nectar all summer. I want mead.$u",
                "summer_Wed": "Here. It's good protein. [666]",
                "summer_6": "I went to the beach last night, after dark... Sometimes you can see strange lights bobbing over the sea.#$e#Or maybe that was just a dream I had... I might have smoked a little something with Molly.",
                "summer_Thu": "If I knew how to use a sword I would be exploring those caves by the mountain lake right now. Or maybe a bo... Beau with a bo... that's dumb.",
                "summer_Thu4": "Ugh, I hope dad doesn't send me to summer school this year.$s",
                "summer_Fri": "I always wanted a pet rat but my mom said no.",
                "summer_Sat": "You know what my mom always told me? Just ask. All they can do is say no... and throw you in an imperial prison and you never see your family again.",
                "Sun_26": "Yea! That sounds awesome!$h",
                "summer_Wed2": "I would enjoy living in a farmhouse.#$b#The creak of a floorboard, the slow plumes of dust whispering through the rafters... There's something special about an old building, isn't there? Lots of history.",
                "summer_Tue4": "You're an interesting guy, @. I'm glad you moved here.$h^You're an interesting chick, @. I'm glad you moved here.$h",
                "summer_Sat6": "I'm actually enjoying myself this summer.$h#$e#I feel like I'm... changing.",
                "summer_Thu10": "Wow, you look nice today.#$e#I mean, that summer air is really good for the complexion, isn't it?... What?...$l",
                "summer_Fri10": "When you eat this, think of me. [666]",
                "fall_1": "Ah... Fall's here!$h#$e#I was getting so tired of summer... All hot and sticky.",
                "fall_Tue": "$d joja#I try to help out in the shop on most days. Business has been pretty bad since the Joja Mart opened, though.|Ever since Joja Mart shut down we've been doing great at the shop.$h",
                "fall_Wed": "I can't wait to see some pumpkins this year.$h#$e#The spirit's eve festival happens at the end of the season. It's pretty low-key compared to what you'd see in Zuzu City, but we have pumpkin ale.",
                "fall_Thu": "#$1 AbigailHAND#Last night I dreamt that my left hand had turned into a gigantic %noun. Does that mean anything?#$e#%Beau doesn't seem to be interested in talking right now.",
                "fall_Sat": "$d cc#I can't believe you fixed up that old Community Center all by yourself. I'm kind of impressed.|Do you have any scarecrows on your farm?",
                "fall_Sun": "Hmm... what should I do tonight?#$q 27/28 fall_Sun_old#I was thinking about dyeing my hair... what do you think?#$r 27 10 Sun_27#Dye it black.#$r 27 10 Sun_27#Why not blonde?#$r 27 20 Sun_WildColor#How about bubblegum pink?#$r 28 0 Sun_28#I like your hair just the way it is!",
                "Sun_WildColor": "Yeah right! You're always good for a laugh.$h",
                "fall_Wed2": "Are you growing pumpkins on your farm this year?#$e#Save one for me, I wanna carve a swear word into one.$h",
                "fall_Tue4": "I may fight with my parents a lot, but I know they're just looking out for me. They're doing what they think is best.$s#$b#I dunno if they'll ever really get me though.$8",
                "fall_Sat6": "Sup.$h#$e#Pocket Bacon?[666]",
                "fall_Mon8": "You know, I could actually see myself becoming a farmer some day...#$e#But how would that ever happen? Ha!$l",
                "fall_Thu10": "I had an interesting dream last night, with you in it.#$e#Normally I don't remember my dreams.$h",
                "fall_Fri6": "I wish the season lasted a little longer.$8#$e#The smell of Fall makes me crave a spiced apple cider.",
                "winter_1": "Well, fall is over...$s#$e#I'm not a big fan of winter... sleeves.. buh.$s",
                "winter_Wed": "Sleeves are bullshit.",
                "summer_27": "You can't miss tomorrow's festival. It's pretty fucking great.",
                "winter_24": "I'm going to drink so much wine tomorrow.$h",
                "winter_Fri": "One thing I've learned living here... everyone knows everyone else's secrets.",
                "Sun_Bad": "Ouch... I mean I get it but ouch.$s",
                "winter_Wed2": "Hi. If you're ever bored, you can always hang out in my room.#$e#Just don't snoop in my shit.",
                "winter_Tue4": "It's so cold, I wish I had a hot cup of cocoa.$h",
                "winter_Sat6": "I've been daydreaming a lot lately...#$e#Oh! You want to know what about? Well...uh...$u#$b#...It's a secret.$h"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Alex",
            "Entries": {
                "Introduction": "Oh, hey there. So you're the new guy, huh? Cool.^Hey there, you're the new girl, huh? I think we're going to get along just fine. I'm Fjord.#$e#I'll see you around.",
                "danceRejection": "Nah, sorry... I'm gonna ask someone else. Good luck.",
                "Mon": "Did you know I was an all-star quarterback in high school? It's true.$u#$e#I'm the best in the valley.",
                "Tue": "The beach is a cool place to hang out and soak up some rays.#$e#I love the sound of the waves... It's comforting.#$e#*sigh*... I wish I had a ship of my own.$s^*sigh*... I wish I had a ship of my own.$s",
                "Wed": "Looks like a good day to play catch, huh?$u#$e#$q 5/6 Wed_01_old#I'd ask you to throw the ball around, but you don't really seem like the sports type.^I'd ask you to throw the ball around, but you don't really seem like the sports type.#$r 6 0 Wed_01_02#I'm not the best.#$r 5 15 Wed_01_01#You should see how far I can throw it!#$r 5 0 Wed_01_03#(angry) What's that supposed to mean?",
                "Thu": "The air's starting to warm up... Reminds me of Port Damali.",
                "Fri": "Hey, what's up farmer guy?^Hey, it's farm girl. Did you get new pants? You're doing somethin' right.#e#Oh, I almost forgot! It's my day for doing push-ups!#e#Every time I do push-ups I try to do one more than last time. It's tough work but I wanna get bigger. I'm pretty small for a half orc.",
                "Sat": "My arms are really sore, but that's the sign of progress.#e#I must've done a thousand push-ups yesterday. Feel that Eldritch Blaaast.",
                "Sun": "Hey.#$e#What, you wanna talk to me? Sorry, I'm busy.",
                "Sun2": "Hey there, @.#$e#That's right, I remember your name.",
                "Sun4": "Hey, @.#$e#How's your day goin'?",
                "Fri4": "Hey, @. I'm glad you stopped by.#e#You bring any swords for me to eat?#$e#Just kidding!$h#$e#Mostly.$h",
                "Tue6": "Nothing's better than a lazy day at the beach with your friends... right?",
                "Mon8": "You know, I used to want fame and fortune, but lately I've been starting to sing a different tune. In the end it's the humble little things that satisfy, don't you think?#$e#Like a small close group of friends you know will have your back and stop you from unleashing an eldritch horror from the seas.",
                "Fri8": "Hey there @. You're looking sporty today.$h^Hey there @. Did you do something different with your hair?$h",
                "Sat10": "I've been havin' a hard time stayin' focused lately... Weird dreams.#$e#Somethin' about a reward? I don't know.$l",
                "Event_beach1": "Of course you do. If you didn't I'd think you were crazy.",
                "Event_beach2": "Really? That's... weird.$a#$b#Sorry.",
                "Event_books1": "No, It's true. You're just tryin' to flatter me.$a",
                "event_box1": "Yeah... I know. That's why I've been so determined to better myself and get good at gridball. You know? Make him proud...$9#$b#Make it or not... As long as I try my hardest I think he'd be proud. Thanks.",
                "event_box2": "Wow... It's the anniversary of my mentor's death! Have a heart...$a",
                "event_box3": "...Thanks, @.#$b#You... you're different than the other guys. More sensitive.$l^You've become my best friend in the whole town... #$b#I'm glad.^Is that... embarrassin' to say?$l",
                "event_box4": "That doesn't make me feel any better.$a",
                "Event_parents1": "That's an interestin' thought...",
                "summer_1": "Hey. Don't judge me, alright? But... I swear I saw a gaint serpant in the ocean earlier.#$2#I think it was... watchin' me.",
                "summer_Mon": "Hey, farmer guy. You look a little burnt.^Hey Farmer girl. You've got a nice tan goin'.$h#$e#I'm gonna practice a lot this summer. Hoping one day I can play for Vox Machina.#$e#Then you'd be able to say you knew me once. Pretty cool, huh?",
                "summer_Tue": "I think my undercut grows out faster in the summer... Is that possible?#$e#*sigh*... Sure is a hastle.",
                "summer_Wed": "Hey farm guy, I've got a question for you.^Hey Farm girl, I've got a question for you.#$b#$q 52/53 summer_Wed_01_old#Do you think I'll ever go pro?#$r 52 30 summer_Wed_01_01#You're destined to be a thing of legends#$r 52 0 summer_Wed_01_02#Maybe, if you practice a lot#$r 53 -50 summer_Wed_01_03#No, you'll most likely fail and become a salesman",
                "summer_Wed_01_01": "Hey, now that's what I'm talkin' about!$h#$e#You're cooler than I thought.",
                "summer_Wed_01_02": "Yeah, well I'm so good I'm not goin' to have to practice all that much.$u",
                "summer_Wed_01_03": "That's insane. You're just jealous that I'm talented and you're not.$a^That's ridiculous. You're just jealous that I'm talented and you're not.$a#$e#Get away from me.$a",
                "summer_Sat": "Mmmm... I smell a barbeque.#$e#Damn I could go for a steak.",
                "summer_Sun": "I got these new shoes yesterday. They sure are neat.#$b#They got spurs on the back that clink when I walk.#$e#...What?$2",
                "summer_Sun4": "Ya ever dream that you're someone else... and then shove an entire orb into your gut?#$e#Wha? Ha! Yeah, no... me neither.$7",
                "summer_Thu4": "Hey, you look like you could swing a falchion like the best of 'em!#$b#All that mining is paying off, huh?",
                "summer_Fri6": "Hey there.$h#$e#How are ya?",
                "summer_Wed8": "I had another wet dream the other night.#$e#Wha!? No! That's not what I meant!$7",
                "summer_Sat10": "I've been trying to do more readin' lately... I feel like I've been neglecting my brain for years because I've been so focused on what I look like.. On account of bein' green and all.",
                "fall_1": "Sure, it's gettin' colder... But it's still warm enough for a day at the beach!#$e#That's all I care about.",
                "fall_Mon": "Evelyn told me I should spend more time studyin'.#$e#I was like, '...Ev', don't fret. I'm goin' to make Vandran proud!'$h#$e#He really did want the absolute best for me.",
                "fall_Wed": "Hey, I want to ask you something.^Hey, can I ask you something?#$e#$q 54/55 fall_Wed_01_old#What do you think about my haircut?^What do you think about my haircut?#$r 54 30 fall_Wed_01_01#It looks very fashionable.#$r 55 -30 fall_Wed_01_02#It looks like some kind of fungal growth.",
                "fall_Wed_01_old": "I tried to trim my undercut yesterday and knicked my ear. It kinda hurts.#$e#Don't touch it!#$e#...what?",
                "fall_Wed_01_02": "Really? Wish someone would have told me sooner.",
                "fall_Thu": "What's up?#$e#Isn't your name, like, %firstnameletter%name, or something?#$e#Oh. It's @? Okay. Sorry... Sometimes I fjorget.",
                "fall_Fri": "I'm goin' to do two hundred sit-ups tonight.#$b#I just want a nice 6 pack, ya know?$h#$e#Need anything else?",
                "fall_Fri6": "I've been practicin' with this old falchion I found.#$e#I'm kind of amazed at how fast I picked it up!",
                "fall_Mon4": "Evelyn told me I should spend more time studyin'.#$e#Maybe she's right...$s",
                "fall_Wed8": "I finally took the plunge... I've decided to stop pickin' at my tusks.#$e#I wouldn't want to be friends with someone who only liked me on account of my human side.",
                "fall_Thu10": "@! Um... Hey.$l",
                "winter_1": "Can't say I'm a big fan of winter. Just too cold.#$e#I guess some people like it.",
                "winter_Mon": "You like the snow? Me... I'm just looking forward to spring. I already miss sailin' and passin' the ol' ball around.",
                "winter_Tue": "Hey, if you find any strange yellow orbs, you'll let me know right?",
                "winter_Tue_inlaw_Haley": "Oh, hey. How's the married life comin' along?$9",
                "winter_Wed": "People stay indoors a lot during the winter, and do borin' stuff.$s#$e#Maybe if I read a book I'd be less bored... Power of the imagination.",
                "winter_Thu": "When I get my own ship, I'm gonna live out on the ocean.",
                "winter_Sat": "There's some weird people livin' in this town.#$e#...like that guy... Mollymauk. He sure is a colorful fella, huh?#$e#I don't get it.",
                "winter_Sun": "Hey, the gridball game is on today! This might be my favorite day of the week.#e#Wish Vandran was still here to watch the game with me.",
                "winter_Fri4": "You came all the way through the snow to see me?#$e#That sure is nice of you.$h",
                "winter_Sat6": "I guess it's interestin' that some people are totally different than us, you know?#$b#I don't always understand why others act the way they do, but that's fine... I'm learnin'.",
                "winter_Tue4": "Hey, @. Could you do me a favor?$l#$b#If you see Jester, tell her hi.$l#$e#Thanks.",
                "winter_Wed8": "You know what? I'm goin' to start readin' another book! The Hitchhiker's Guide to the Galaxy is amazin'.",
                "winter_Thu6": "I wish I could control the weather... without a blood sacrifice on an alter 1000 feet below the sea."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Caroline",
            "Entries": {
                "Introduction": "Hello! You must be @, the new farmer. I'm Caroline.#$e#My husband runs the general store here. And have you met my daughter, Beauregard? She's the angry one with the undercut.",
                "Mon": "I wish Beauregard wouldn't spend so much time in her room.",
                "Mon8": "#$1 Caroline23#We first moved to Pelican Town to start a winery but never could afford the land. We make a few bottles now and then though.#$e#Beauregard was born about a year after we moved to Pelican Town. I wonder if she'll ever experience life outside the valley?",
                "Sat": "Is it just me, or does Beauregard have an unhealthy interest in violence?#$e#Maybe I'm just too old to understand.",
                "Sat_inlaw_Abigail": "Dinner's been a lot quieter since Beauregard moved out...#$e#No, not because she used to chew with her mouth open!$h",
                "Sat2": "Beauregard's always had a strange interest in strong women. I'm not sure where she gets it from...",
                "Sat4": "Beauregard's always had a strange interest in strong women. I'm not sure where she gets it from...",
                "summer_Sat": "Is it just me, or does Beauregard have a black eye?#$e#Maybe I'm just worrying about her too much.",
                "summer_Sat_inlaw_Abigail": "How's Beauregard? She's always been such a rough and tumble girl. Hopefully the farm lifestyle scratches that itch for her.",
                "fall_Mon": "Fall is Beauregard's favorite season, so I'm hoping she'll come out of her room more often.",
                "fall_Mon_inlaw_Abigail": "Beauregard was taking online classes here, but I don't think her heart was really in it...#$e#She's a free spirit, like I was before I met Pierre. She's probably having the time of her life on your farm.",
                "fall_Sat": "Is it just me, or does Beauregard play too many video games?#$e#Maybe I'm a little old-fashioned.",
                "winter_Sat": "Don't you think Beauregard would look better if she grew out her hair?#$e#When she was little she had such nice long hair..."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Elliott",
            "Entries": {
                "Introduction": "Ah, the new farmer we've all been expecting... and whose arrival has sparked so many conversations!#$b#I'm Caduceus Clay... I live in the little cabin by the beach. It's a pleasure to meet you. Tea? [614]",
                "divorced": "...$s#$e#Can't you see you've hurt me?$s",
                "dumped_Guys": "Please go away. I don't want to see you right now.$s",
                "Tue": "A great idea can pass through your head when you least expect it... but if your mind is too busy you might miss it.#$e#Unfortunately, I miss a lot.",
                "Tue6": "The sweet scent of tea in the morning is quite calming.$u#$b#That's why I chose this beach as my home, I love the waves gently lapping at the shore. Everything is just real nice.[614]",
                "Wed": "The forest is a wonderful place. Have you been there? Lots to forage if you know where to look.",
                "Wed8": "Sorry, I'm feeling morose today.$s#$e#I wish there was more certainty about the future.$s#$e#I think I need to commune with the Wildmother today...$s",
                "Thu2": "I can't seem to find the inspiration to begin writing my guide...$s",
                "Thu6": "Sometimes I wonder if I made a mistake when I left the Blooming Grove...$s#$e#No, no... I can't think like that. The world is a lot bigger than my graveyard.",
                "Thu": "Hello, @.#$e#Are you well? Would you like some tea?[614]",
                "Fri": "The fresh air of this valley is good for body and mind.#$e#A quick stroll outdoors always helps clear my head.",
                "Sat": "You probably wouldn't like it inside my cabin. It's dark and full of spiders. I've been meaning to get some little lights set up though.$s",
                "Sat6": "Some people are shy. Keep showing interest in them and they'll get comfortable around you.#$e#Everyone likes to have friends, even that grumpy Beau.",
                "Sun": "Life needs things to live.",
                "Sun6": "Oh, @. I was hoping you'd show up.#$e#It's always a pleasure to see you.$h",
                "event_idea1": "Death, huh? It's definitely something everyone will go through. I'll remember that.",
                "event_idea2": "Ah, tea... That's something everyone would enjoy.",
                "event_idea3": "Oh... Interesting... You know those red ones are poisonous?$h#$b#I found out the hard way.",
                "summer_Mon6": "@, it's always so good to see a friendly face. Yeah... That's nice.$h",
                "summer_Tue": "I've encountered some beautiful shells in front of my house.#$e#I wonder what I could make with them...",
                "summer_Tue6": "I commune with the Wildmother in hopes of connecting with others through all that devides us.$u#$e#*sigh*...times are changing, though. People don't seem that interested in the natural world anymore.$s",
                "summer_Fri": "@? You look puzzled.#$b#I guess the hot summer air can make us a little forgetful.",
                "fall_Mon": "Hello @.#$e#Make sure to take breaks from your work now and then. And don't forget to eat breakfast.",
                "fall_Tue": "It's been said that a pirate's ship, full of plundered gold and buttons, shipwrecked here a long time ago. At least... that's what Fjord told Nott.",
                "fall_Tue8": "Hey @, I was just thinking about you.$l#$e#Maybe you sensed it.$h#$e#So... Tell me about your day.",
                "fall_Wed8": "I wouldn't mind trying my hand at farming.#$e#The Earth under my fingertips has always been a comforting feeling.$h",
                "fall_Thu": "Oh dear! A tiny crab appears to have made his home in my shirt pocket.$l#$e#Hey there little guy...",
                "fall_Fri10": "@, when you're around...I feel unusually creative.$l#$e#I know... strange, but it's true. It's like destiny wanted us to know one another.",
                "fall_Sat": "Everything starts to die this time of year. Such is the natural order.$h",
                "fall_Sun": "I have to remember to water my plants today... and not with sea water this time.",
                "winter_Mon": "You've come to visit me in the cold?#$e#I'll make us some hot toddies.",
                "winter_Tue": "People have scraped a living off the sea for thousands of years.#$e#I admire their connection to the primal nature of it.$h",
                "winter_Wed": "A day can never be boring when you follow the whims of your imagination.$u#$e#Sorry, I ate a fermented mango earlier.",
                "winter_Thu": "Breathe deeply. Do you notice it? That's the smell of the sea.#$e#I still haven't gotten used to it, but I enjoy it.",
                "winter_Thu6": "Breathe deeply. Do you notice it? That's the smell of the sea.#$e#Whenever I smell the sea, it reminds me of my first day here. The ocean really impressed me then... it still does.",
                "winter_Fri": "I'm starting to run out of tea...#$e#I guess I could buy some but I'd rather make my own.",
                "winter_Sun": "If you look closely at the floorboards you'll see there's an algae starting to form.$s#$e#Fascinating."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Emily",
            "Entries": {
                "Introduction": "Hi! I'm Jester!#$b#If you're ever looking for something to do in the evening, stop by the saloon. That's where I work!",
                "Resort_Dance": "%Jester is lost in the music.",
                "Mon": "Have I told you Haley's my roommate? Beau was going to be my roommate but her dad wouldn't let her move out.",
                "Mon2": "Fjord's really handsome, huh?#$e#'BUT I MEAN, HE'S NOT THAT COOL OR ANYTHING, I MEAN YOU PROBABLY WOULDN'T BE INTERESTED IN HIM AT ALL.$6",
                "Mon4": "This world is full of spirits and magic... Some don't believe me, but I know it's true.#$e#I can see it in your eyes... You've met the Traveler, haven't you?",
                "Mon6": "I bought a dozen donuts today!$h#$e#That's breakfast, lunch, and dinner!$h",
                "Mon6_inlaw_Haley": "I have to say, now that Haley's gone I've had a much easier time keeping things in order... Maybe Beau can move in with me!$h",
                "Mon8": "There's good people in this town who just can't seem to find happiness. It makes me sad.$s#$e#Working in the saloon, I hear first-hand about everyone's problems. Maybe I can help them.$h",
                "Tue": "I work part-time at Gus' saloon. It pays the bills and Gus lets me drink all the milk I want.",
                "Tue4": "I'm just working at Gus' to make ends meet... but one day I'd like to go on an adventure with friends.$h#$e#Something like out of a romance novel!",
                "Tue6": "Oh, hi... It's nice of you to visit me like this. Did you bring pastries?$h",
                "Wed": "I've heard rumors of rare and powerful magic gateways, forged long ago by heroes of a distant land. That's what the Traveler told me anyway.",
                "Wed6": "Have faith... every day you're taking one more step on the path of your destiny.$u#$e#... or something. You're taking steps, whatever.",
                "Wed8": "Hi, @!$h#$e#I always knew we'd become close like this...",
                "Thu": "Have you ever read Tusk Love?#$e#Oh Oskar... He's so dreamy.",
                "Thu4": "My mom has a beautiful singing voice! Have you heard of her?#$e#The Ruby of the sea... is the best lay ever!",
                "Fri": "Ah, spring. The season of pastels. I actually prefer ruby tones, myself.#$b#They remind me of my mom!",
                "Sat": "I got these crazy paints the other day.#$e#I painted a dick... and it became real!",
                "Sat6": "Do you ever get lonely, @?$s",
                "Sun": "Hi @!#$e#Do you raise sheep in your barn? They're so fluffy!#$e#I just want to shove them in my haversack!",
                "Sun4": "This house was a gift from my mom. She's been traveling the world for the last two years.#$e#She never used to leave the house.#$e#But ever since dad came back into her life, she's been a whole new person!",
                "event_dance1": "Thank you! I knew you'd love it!",
                "event_dance2": "Um... Okay. Sorry you didn't like it. I guess I'll just need to work harder...$s",
                "summer_Mon": "Haley is a picky eater. It's so hard to cook for her. I like just about anything!",
                "summer_Mon4": "I found a donut I left in the shower this morning. It was a little soggy but still delicious!",
                "summer_Tue6": "I feel bad for Linus. People judge him, but he's just living his best life.$u#$e#I hope he has little squirrel friends.",
                "summer_Sun6": "Hi, @! We've become pretty good friends, haven't we?$h#$e#That's fiiiine with me. You're something special.^That's fiiiine with me. You're something special.$h",
                "summer_Sun8": "Hi, @! We've become pretty good friends, haven't we?$h#$e#This may sound weird, but I always knew this would happen.",
                "summer_Wed": "It doesn't rain much in summer, does it?#$e#That just means more watering work for you, huh?#$e#Or do you enjoy the sunny weather? I like all of it.",
                "summer_Thu": "I consider the bees and butterflies to be my special friends! Hello bees!$h",
                "summer_Fri": "If I wasn't so busy I'd come help you on the farm!#$e#I bet we could get up to all kinds of trouble.$h",
                "summer_Fri6": "You know, I'm sure Gus would understand if I wanted to leave the Saloon someday.#$b#There's so much out there, I don't want to stay cooped up forever...$u",
                "summer_Sat": "Did you hear? The second book of Tusk Love has been announced!$h",
                "fall_Tue": "I think I saw a tenticle in the ocean the other day. It was big.",
                "fall_Tue4": "This one time I saw a bug carrying a piece of bread that was like five times its size... and he was carrying it up stairs. #$e#Like up and then he would turn and then he would go up and then he would turn.$h",
                "fall_Thu8": "My mom sent me a package yesterday with some of her perfume!$h#$e#I'm wearing it today! Don't I smell wonderful?$u",
                "fall_Fri": "Another beautiful fall day.#$e#It's a pity it'll soon be over. I love the colors.",
                "fall_Fri6": "You know what to say if someone says something you don't like?#$b#Go fuck yourself!$h",
                "fall_Sat": "Nott and I were playing with something the other day but I can't tell you want it was... All I can say is...#$e#FLUFFER NUTTER!$h",
                "fall_Sat6": "I don't have any huge plans for life. I just want to make people happy.",
                "fall_Sun": "What was that Traveler? I should play some pranks? Okay!",
                "fall_Sun6": "I've always wanted a blink dog. #$e#They're so cute but they can end up almost anywhere. Even the roof!",
                "fall_Sun10": "You're such a wonderful person, @! This is a good town.$h",
                "winter_Mon": "Be careful an icicle doesn't fall on your head and crack open your skull! What? It could happen.",
                "winter_Mon10": "Be careful an icicle doesn't fall on your head! I wouldn't want to have to remove it for you!",
                "winter_Tue": "Oh, hello @!$h#$e#I bet you could make an impressive snow man.",
                "winter_Tue2": "I don't think I can get cold. I think it's my dad's blood.",
                "winter_Tue4": "Look! There's an icicle on my horn!$h",
                "winter_Fri": "If I wasn't so busy I'd help you dig around in that cave by the lake.#$e#I bet there are some nice rubies in there.",
                "winter_Sat": "Do you know how to bake 'Pink Cake'?#$e#I like them quite a bit.$h#$e#Listen, I know it might be tempting, but if Yasha ever offers you spider legs, don't eat them. Just trust me, okay?",
                "winter_Sun6": "Haley and I might fight sometimes, but I would really miss her if she left.#$e#I think she'll become a very nice young lady some day.$h#$e#So, is there anything you want to talk about?",
                "winter_Sun6_inlaw_Haley": "Say hi to Haley for me! And remind her to visit me tomorrow."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Evelyn",
            "Entries": {
                "summer_Mon_inlaw_Alex": "How's our boy Fjord doing? I imagine he's quite happy living on the farm.#$e#He deserves to be happy... he's a good boy.",
                "summer_Wed": "I saw this beautiful purple butterfly today.#$e#It reminded me of that Mollymauk.",
                "fall_Sat": "Are you friends with Fjord?#$e#Sometime he worries me sick... He misses Vandran so much."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/George",
            "Entries": {
                "Wed": "Fjord is my grandson. Well... not by blood.#$e#But my son thought of him as his own, so as will I.",
                "Wed8": "I wish my legs worked so I could play catch with Fjord.$s#$e#I used to play with Vandran when he was Fjord's age.$s"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Gus",
            "Entries": {
                "Wed": "Jester's been working here for a while now. I don't know what I'd do without her!#$e#I would hate to have to clean all those pots by myself.$s",
                "Thu6": "Clint comes into the saloon almost every night and sits at the same table by himself.#$e#Sometimes he glances over at Jester with a nervous look. Hmmm.#$e#Maybe that's why he comes in so often. Oh well, that means more business for me.",
                "Fri": "Hi there, @. If you're ever thirsty, the Saloon is the place to be."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Haley",
            "Entries": {
                "Resort_Towel_3": "Jester's friend had this swimsuit shipped to me from all the way out in Zuzu City.#$e#City fashion is on a whole different level, isn't it?$h",
                "Sun": "My roommate is so weird. Sometimes I wonder why I live with her.$u",
                "Event_room1": "Him? No!#$b#...Well, I guess I used to like Fjord. But not anymore! He's more immature than I first thought.",
                "summer_Fri": "I wonder what Fjord is doing today...#$e#Huh? I didn't notice you standing there.",
                "summer_Sun": "Jester usually cooks dinner... But all she ever makes is pastries.",
                "summer_Mon6": "I should start reading some books instead of magazines.#$e#It's good to learn things, isn't it?#$e#Jester has given me a ton of romance novels.",
                "summer_Sun6": "#$1 HaleySister#I talked to Jester for a while last night. I actually enjoyed it quite a bit.#$e#You know, Jester's not actually that weird. I guess we have more in common than I used to think.#$e#Don't tell her I said so.",
                "winter_Sun": "Will you say hi to Fjord for me?#$e#Thanks.",
                "winter_Sun6": "Um, if you see Fjord could you tell him I'm busy today?#$e#Thanks."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "Resort_Entering": "I should have brought my flask.$e#Maybe the resort will have drinks today.",
                "Resort_Leaving": "I need a drink...$s",
                "Resort_Shore": "I get nervous standing this close to the water, but I gotta look for buttons.",
                "Resort": "Fjord says Button Beard's lost ship sunk here many years ago.$b#I think he's full of shit.",
                "reject_869": "It's a tempting snack, but I'm not hungry.",
                "Introduction": "...$u#$b#What? I'm not a goblin... Who told you I'm a goblin!$u",
                "Mon": "I love anything that makes an explosion!$h",
                "Mon4": "Hi, @.$e#If you ever need to get past a goblin, just give it void mayo.$h",
                "Tue": "Ugh... Water... Who ever decided water was a good idea?",
                "Tue6": "I didn't always used to look like this.$s#$e#I miss my old life... but I guess I have friends here.",
                "Wed": "You know what would be great? A shiny flask that never runs out.$u",
                "Wed2": "No one's as smart as Caleb. One day he'll be the most powerful wizard in the Valley.$u",
                "Wed4": "Marnie took Caleb and I in when we had nowhere else to go.$s#$e#I try to be a good guest... but I've eaten a couple of her chickens. Shhh don't tell her though.",
                "Thu": "If you have any of those shiny cave rocks, I'll take them off your hands for you.$u",
                "Thu2": "Penny is teaching me how to speak Elvish.$h#$e#I don't know where she learned it.",
                "Fri": "I caught eight seagulls yesterday!$h",
                "Fri2": "Sorry I stole from you when we first met.$e#It'll probably happen again.",
                "Fri4": "Isn't Caleb just so handsome?",
                "Sat": "Sometimes I get the itch and I just have to TAKE something!$u",
                "Sat2": "Sometimes I look for crawdads in the river. Don't tell Marnie... but I fed one to a cow once.#$e#She loved it.",
                "Sat8": "You're always so nice to me, @$h^You're always so nice to me, @.$h#$e#Most people are afraid of me... Not that I blame them.$s",
                "Sun": "I think I've figured out that acid recipe now!$u#$e#Last time I tried I made a hole in the kitchen floor...$u",
                "Sun2": "Caleb's gone a lot, but he's learning every day.#$e#One day he'll be strong enough to fix me... I just know it!$h",
                "Sun10": "Did you know Caleb's my son?$h#$e#Well, he's like a son to me...$s"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leah",
            "Entries": {
                "Introduction": "Hello, it's nice to meet you. $h#$e#You picked a good time to move here... The flowers are in bloom.",
                "Mon": "May I ask you something?#$q 21/22/211132 Mon_old#So why did you become a farmer?#$r 21 -5 Mon_21#I want to make tons of money.#$r 22 5 Mon_22#It's more \"real\" than living in the city.#$r 211132 5 Mon_211132#To follow in grandpa's footsteps.#$r 22 5 Mon_22#I wanted to escape my old life.",
                "Mon_old": "$p 21#So are you making as much money as you hoped?|How do you like spending so much time in nature?",
                "Mon_22": "That's pretty much the reason I came here, too$s",
                "Tue4": "Hi. Oh, you want to talk?#$e#I'm sorry I'm not the best to talk to.#$e#Molly's been teaching me though.$h",
                "Tue": "Do you know how to handle a blade?#$e#I think it's a very important skill. It could save your life.",
                "Wed": "I haven't heard from the Stormlord for a while now.$s#$e#I hope he's not mad at me.$s",
                "Wed6": "I'm very strong...#$e#If you hurt yourself and need to be carried, let me know!$h",
                "Wed8": "Hello @. I was just thinking about all the wildflowers that grow in the valley.#$e#I've been told they all have their own meanings.$h#$e#I wonder which flower means 'loss'.$s",
                "Thu": "There's actually a lot of wild game in this area, if you know where to look.#$e#I've been having wild rats almost every day.$h",
                "Thu6": "Hunting is a specialty of mine. Someday I'll make you a nice crisp rat.$h",
                "Fri": "I had an ale for breakfast this morning. Good way to start the day.$h",
                "Fri2": "You ever feel like you made a mistake coming to the valley?",
                "Fri4": "Hello, @. It's a nice day, isn't it?#$e#Stop by my cabin if you need me to help you kill something.$h",
                "Sat": "Take care of your weapons and they will take care of you.",
                "Sat8": "Farming sounds interesting. I bet it's a good workout.$l",
                "Sun": "If you hear any banging from inside my hut, it's probably just me working on one of my sculptures or sharpening my blade.",
                "Sun8": "If you ever find any interesting looking flowers, I'll gladly take them.$e#I've started a collection.$h",
                "event_sculpt1": "...What?$7#$b#Oh! Yeah, that's absolutely right.$h",
                "event_sculpt2": "There's nothing wrong with that... I think there's lots of beauty to be found in raw, untouched nature.#$b#But I'm interested in finding out the potential underneath... that something raw and rough can be more.",
                "event_sculpt3": "Gross.%fork$a^Oh! You're...? Me too.$6#$b#Get out!$a^That's good to know.$l",
                "event_parents1": "You're right... I just wouldn't have been happy back there.$u#$b#I needed to start over... To find meaning again.$u",
                "event_parents2": "That's a little harsh... but, yeah. We had different... priorities.$u",
                "event_parents3": "Oh yeah? Well... what do you know?%fork$a",
                "event_parents4": "*sigh*...$s#$b#I guess you're right... it was kind of selfish. But can you really blame me for wanting to start over? Ugh... I don't know...$s",
                "event_parents5": "*sigh*...$s#$b#Maybe you're right... We are selfish creatures. I don't know. $s#$b#I probably shouldn't dwell on it. We all have to make hard choices from time to time.$s",
                "summer_1": "The smell of summer makes me think of mead!$h",
                "summer_Mon": "I found some giant spiders this morning!#$e#Sorry, I don't have any left.$s#$e#Keep looking, I'm sure you'll find something.",
                "summer_Tue": "The sound of thunder is great, isn't it?",
                "summer_Tue4": "The simple things in life are best. A thunderous storm, majestic clouds, and a tankard of ale.",
                "summer_Thu6": "I have a good eye for strange meats. Some day I'll make you a roasted spider leg.$h",
                "summer_Fri": "That Jester's adorable.#$e#She wants to paint a mural in my cabin for me.",
                "summer_Fri2": "Sometimes I worry that I distance myself too much from other people.#$e#But I'm not really sure how to deal with that.",
                "summer_Sat": "I enjoy living outside of town.#$e#I'm not very good at social interactions.",
                "summer_Sun": "I told Jester I missed reading and she gave me some of her romance novels. #$e#I'm not really sure if any of them are... to my liking though.",
                "fall_1": "The fall colors remind me a little of home.#$e#I'm not sure how I feel about that.",
                "fall_Mon": "#$c .5#I found some wild rabbit over the weekend.#$e#I had a huge bowl of rabbit stew for breakfast today... I'm still full.#$e#Keep your nose to the ground and you'll find some rabbit yourself... I'm sure of it.",
                "fall_Tue": "I wonder if I could get clint to make me some bracers.#$e#They could come in handy if I wanted to make my way into the mines.$h",
                "fall_Tue4": "After having lived in the valley, I wonder why anyone would want to live anywhere else.#$e#Although, sometimes... I'll admit, I do miss home.$s",
                "fall_Wed": "Nott gave me some dried flowers the other day.#$e#They were a little mangled, but still beautiful.",
                "fall_Thu6": "I sharpened my sword and now it can slice tomatoes like in those knife commercials.$h",
                "fall_Fri": "Sometimes I look at the people around me and wonder why they've accepted me so readily.#$e#They hardly know me and yet they treat me like family.$h",
                "fall_Sat": "I dreamt of home last night. I wonder what that means.",
                "fall_Sun": "There's a lot of good people here.#$e#I'm glad I came to the valley.",
                "winter_Tue": "It gets pretty cold in my little cabin.$s#$e#I just shnuggle up under a huge blanket, and I'm okay.$h",
                "winter_Wed": "I saw a snow rabbit early this morning. They're rare, aren't they? I bet they taste good.",
                "winter_Thu": "I'm having a hard time finding fresh meat to eat.#$e#I've been eating a lot of bread.$s",
                "winter_Thu6": "*Sigh*... It's hard to get fresh meat in the winter.#$e#I hear pocket bacon stays good for a long time though.",
                "winter_Fri": "Time seems to move slower here.#$e#When I lived with the tribe, the year went by so fast.",
                "winter_Fri6": "Do you ever get cold in that farmhouse of yours?#$e#Stop by my cabin if you want to huddle under one of my quilts and drink mead.$h",
                "winter_Sat": "Hello @. Kill anything interesting lately?",
                "winter_Sat2": "Hello, @. Do you need me to hurt someone for you?",
                "winter_Sun": "Do you ever take a whole day off?#$e#I never know what to do with myself in my free time."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/LeoMainland",
            "Entries": {
                "Tue10": "I'm sure Nott and Vincent thought I was weird, at first. I accidentally squawked at the school table a few times... that didn't help.$s#$e#It was a big change for everyone. But we're good friends now!$h",
                "Sat10": "@? Um... I'm a little embarrassed to ask...$u#$b#But... do you think Nott would ever like a guy like me?$u#$b#Or am I too weird?$s#$e#Hahaha... who cares. I'll figure it out some day.$h"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marnie",
            "Entries": {
                "Tue": "My tenants, Caleb and Nott have been staying at my place for a while now.#$e#They help me out with the chickens, so I'm not complaining.",
                "Fri4": "#$1 marnieLike#I think someone in town has taken a liking to me. *teehee*$k$h#$e#I would be so lonely if Caleb and Nott ever moved out."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogue",
            "Entries": {
                "Rainy_Day_Abigail": "Ghosts come out in the rain right? Pop pop!",
                "Rainy_Day_Leah": "This rain is comforting don't you think?",
                "Rainy_Day_Sebastian": "I got up just before dawn and took a walk around the farm. I hope I haven't tracked any mud into the house.",
                "Rainy_Day_Alex": "Hmm... sure is raining today...",
                "Rainy_Day_Elliott": "The rain makes me think of new life...#$e# The cycle of life continues.",
                "Rainy_Day_Emily": "Hmmm. Rain huh? A perfect day to read a romance novel, don't you think?$u",
                "Rainy_Day_Shane": "Mmm, it's a good day to stay inside in read.",
                "Rainy_Night_Abigail": "I'm ready to hop into bed whenever you are. Maybe we can have some fun before we sleep.",
                "Rainy_Night_Leah": "I've been taking in the smell of the rain all day. I feel calm and ready to sleep when you are.",
                "Rainy_Night_Sebastian": "I'll never grow tired of the rain... Smells fantastic, doesn't it?",
                "Rainy_Night_Alex": "Evelyn always used to make hot stew on nights like this. Hope she's doin' alright without me.$h",
                "Rainy_Night_Elliott": "Sit down, relax. You've got to be tired after trudging through the mud all day. Let me make you a tea.",
                "Rainy_Night_Shane": "I just got off the phone with Nott. She's been taking good care of the chickens. Hasn't even eaten any of them since I left.",
                "Rainy_Night_Emily": "The Traveler visited me today while you were gone. I think he approves of you!",
                "Indoor_Day_Abigail": "I found this great stick the other day... I want to start training with it. I'll try not to break anything.",
                "Indoor_Day_Leah": "Mind if I sleep outside now and then? I'm not used to such a big roof over my head.",
                "Indoor_Day_Sebastian": "Well, this place sure beats my old basement room, doesn't it? Could use some flair though!$h",
                "Indoor_Day_Alex": "The sun's shinin' and I'm burstin' with energy! You'd better watch out! Heh Heh.$h",
                "Indoor_Day_Elliott": "You grow some of the best vegetables I've ever eaten.$h#$e#I don't know how I got so lucky.",
                "Indoor_Day_Shane": "There's something special in the air... *sniff*... what is that? Oh...#$b#It's the pocket bacon I forgot about. *crunch*",
                "Indoor_Day_Emily": "I wonder if we have the ingredients to make Pink Cake.",
                "Indoor_Night_Abigail": "Are you ready for bed soon? I'm ready for bed... if you catch my meaning.$l",
                "Indoor_Night_Leah": "It's so quiet and peaceful in the evening. I'm still not used to this... but I like it.",
                "Indoor_Night_Sebastian": "#$c .5#I may be a ridiculous person, but I've found a lot of joy in this quiet life.$h#$e#Hi, @. Good to see you. It's comforting when you're around.$h",
                "Indoor_Night_Elliott": "#$c .5#You always smell so good after a day of hard work. Like dirt and... dirt!^You smell sweet. Like a honeycomb drifting on a pool of spiced tea.#$e#Why don't you come here, let me massage your back. You look tense.$l^You smell sweet, my dear. Like a cinnamon leaf floating in the summer breeze.",
                "Indoor_Night_Emily": "It's a very cozy house... I like it. Let's plug in the heated blanket tonight! Extra cozy!",
                "Indoor_Night_Shane": "How was your day? Mine actually went pretty well. I got a lot of reading done.",
                "Outdoor_Abigail": "I'm just going to hang out here, okay?#$e#There's a lot of interesting bugs and things out here, I guess.$h",
                "Outdoor_Leah": "This is pretty good, you know. $h#$e#This is the life I've always dreamt of but never thought I would have.$l",
                "Outdoor_Elliott": "Today, I'm going to find some mushrooms for supper.$h#$e#This is perfect.$l",
                "Outdoor_Alex": "Smell that fresh air... Wait that's cow shit, aint it?$h",
                "Outdoor_Shane": "I dunno if my lungs can handle this freshness. At least the smell of dirt is familiar to me.",
                "Outdoor_Emily": "You're doing great work, @. Keep it up. I'm just going to watch you from here.... and admire the way the sun bounces off your cheekbones...",
                "jobReturn_Penny": "#$c .5#Good evening. My day was fine, thanks! How was yours?$h#$e#Nott and Vincent weren't behaving very well today. I'm still all wound up...",
                "spring_Abigail": "Finally! Time to rip the sleaves off all my new shirts. It's spring!$h",
                "spring_Leah": "Don't forget to tie your laces. You'll trip and fall on your sword... It happened to... someone I know once. Definitely was not me...",
                "spring_Sebastian": "Spring is here and I've got a spring in my step!$h",
                "spring_Alex": "Hey there @. Let's work hard today!",
                "summer_Abigail": "Oh man... You know what would be great right now? Mead.",
                "summer_Leah": "Breathe deep... can you smell that? Flowers...",
                "summer_Sebastian": "You know what could be exciting? A tryst in the barn... then again... I don't know how I feel about the cows watching us...",
                "summer_Elliott": "One thing I miss about the ocean is the funny smell.",
                "summer_Alex": "I have mixed feelin's about summer. At the orphanage it was hell... But with Vandran. Boy, we had some good times.",
                "summer_Emily": "Phew! It's hot but it feels great, doesn't it?#$e#Reminds me of Nicodranas.",
                "summer_Shane": "What's on my agenda today... hmmm... #$e#I was thinking about visiting the Wizard to see if he had anything new to show me.",
                "fall_Abigail": "Hey... Ever do it in a pile of leaves? Just sayin'... could be fun.$h",
                "fall_Leah": "Nothing pairs so well with fall like a nice sweet wine. Don't you think?",
                "fall_Sebastian": "Robin used to always make this delicious pumpkin soup in the fall.",
                "fall_Elliott": "Ah... Fall. The warm sun drifts low in the sky, casting long shadows over waving fields of gold.#$e#It's a beautiful time of year, don't you think? It's great. It's just real great.",
                "fall_Alex": "Now... don't be alarmed... But I think I saw a turtle today... might have been a pile of leaves. I dunno.. But you can never be to careful.$7",
                "fall_Emily": "I ate like 6 whole donuts this morning and I feel aaah-mazing!$h",
                "fall_Shane": "I think there might be a new species of fungus growing inside my component pouch...#$e#Ah well, maybe I can put it to some arcane use down the line.",
                "winter_Abigail": "Remember when we played that 'Prairie King' game together, in my room? Those were good times. We kicked ass.$h",
                "winter_Leah": "I always start craving hot cider in winter. Though a warm hug from you warms my heart just as well.",
                "winter_Sebastian": "I wonder what Yasha's up to? Must be pretty cold in her cabin this time of year.",
                "winter_Elliott": "I miss the bees already...$s",
                "winter_Alex": "I hope the folks are doing okay. They used to rely on my help quite a bit.",
                "winter_Emily": "Whoops, there icicles on my horns again.$s",
                "winter_Shane": "There's a wide, wide world out there... maybe one day we will get to see it all.",
                "spouseRoom_Abigail": "#$c .5#I got up a little before you and fed the rodent. He's very active this morning.#$e#I hope you don't mind the guinea pig smell.",
                "spouseRoom_Leah": "#$c .5#One of these days I'll have to do your portrait.#$e#You're face is very beautiful.",
                "spouseRoom_Sebastian": "#$c .5#I'm debating whether I should buy something ridiculous or not.#$e#Hey, out of curiosity... how much money do we have?",
                "spouseRoom_Elliott": "#$c .5#I think I might commune with the Wildmother.#$e#Just to see how she's doin'...",
                "spouseRoom_Alex": "#$c .5#Don't ever let me get lazy. I want to stay in good shape for you!#$e#Don't want to become a doughy half-orc!",
                "spouseRoom_Emily": "I'm going to spend some time with my parrot today. I want to teach it some phrases!$h#$e#Go fuck yourself!$h",
                "spouseRoom_Shane": "#$c .5#Studying or edubation? Sometimes life can be challenging.#$e#Hi, @. I'll just hang out in here today and uh... do some reading..."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueAbigail",
            "Entries": {
                "Rainy_Day_1": "Rainy days like this are when the ghosts come out.#$e#Don't worry. I can punch ghosts... I think.$l",
                "Rainy_Day_2": "Sup! I woke up early and did some exploring on my own. I found this and it reminded me of you. [768 767 769 66 82]#$e#Think you can use it?$h",
                "Rainy_Day_3": "It might be a good day to visit the caves, huh? Just be careful out there.#$e#If you go, bring a Life Elixir or two. Or a cleric.",
                "Rainy_Day_4": "I found bacon in my pocket... I don't know how long it's been there but it should be fine. [666]$h",
                "patio_Abigail": "%Beauregard is lost in her music.",
                "Rainy_Day_Abigail": "If you go into the mines just remember. Listen. Be patient. and um... Oh! Don't die.",
                "Rainy_Night_1": "It's a good night to see a ghost... and a punch it.",
                "Rainy_Night_2": "Man... this wheather makes me wish I could meditate for more than 10 minutes at a time.",
                "Rainy_Night_3": "Is it weird that rain turns me on?$8",
                "Rainy_Night_4": "I was gonna make dinner but I found this. [666]$4",
                "Rainy_Night_5": "Hey! You look like you've been hard at work. Can I help you relax?",
                "Indoor_Day_0": "I've driven most people in my life away from me... I'm... glad you stuck around.",
                "Indoor_Day_1": "Hey, @. Heading out into the wild? I got you something...[666]#$e#Use that if you get into a tough spot. It should help keep you safe.",
                "Indoor_Day_2": "Heading to the mines? Hey... if you find something cool can I have it?$h",
                "Indoor_Day_3": "Hey! I'm just debating what I should do today. I'm leaning towards training.",
                "Indoor_Day_4": "You don't mind if I do some re-decorating now and then, do you? I've never had my own freedom like this.",
                "Indoor_Day_Abigail": "I saw this owl the other day and I think it was giving me the stink eye...",
                "Indoor_Night_0": "I read this really dry romance novel today and all it did was teach me history.",
                "Indoor_Night_1": "Hey! Wanna spend the night... sparring?$h",
                "Indoor_Night_2": "I used to be a night owl, but that was cause I was sneaking around stealing my father's wine.",
                "Indoor_Night_4": "Hey, Molly gave me this stuff today... wanna try it?",
                "Indoor_Night_Abigail": "Are you ready for bed soon? I wanna expend some energy if you catch my meaning.$l",
                "Outdoor_0": "Huh? Sorry... I was just admiring your butt.",
                "Outdoor_2": "Make sure to keep things tidy around your Grandpa's shrine. You don't want him to get angry and like... haunt your ass.",
                "Outdoor_3": "It's pretty cool that we have a cave on our property. Perfect place for some fun activities.$h",
                "Outdoor_4": "I always forget to put some snacks in my pocket. *rumble*",
                "Outdoor_Abigail": "I'm just going to hang out here, okay?#$e#I want to get some training in.$h",
                "funLeave_Abigail": "I'm going in to town today, just so you know. I haven't visited Molly in a while and he's being a little bitch about it.",
                "funReturn_Abigail": "Hey! Did you have a good day? Molly and I got into trouble and it was great.$h",
                "OneKid_3": "I can't believe I'm a \"mom\"... life is weird...$h",
                "TwoKids_3": "A cool old house, a couple kids, and an amazing farm. I never thought this would be my life... but, hey! I guess I do deserve good things.$h",
                "Good_2": "Molly's read my fortune and told me I was going to fall down a mine shaft today. I think he's full of shit.",
                "Good_3": "I think I need to trim my hair. I'm getting a little fuzzy.",
                "Good_4": "I'm glad I owned a heavy pair of boots before moving in. It's hard to imagine tip-toeing around the mud in my sneakers.$h",
                "Good_7": "@? I just want to say that I appreciate all the hard work you do for us. I know I don't always say it, but I'm proud of you.$l",
                "Neutral_0": "I hope you'll still like me when I'm old and shriveled. It's going to happen some day.",
                "Neutral_1": "Do you think your Grandpa would have liked me?",
                "Neutral_6": "I wonder how the old shop is doing? I wonder if dad even misses me.",
                "Neutral_7": "If you moved on to the spirit world, would you haunt me?",
                "Bad_7": "I used to be special to you, your best friend... now you only seem to put up with me.$s",
                "Bad_8": "You've been so cold to me lately... did I do something wrong...?$s",
                "Bad_9": "I wonder if I could've done more... I guess I'm just driving you away like I've done to everyone else.$s",
                "spring_2": "Do you have any new year's resolutions? I'm trying to be nicer to Caleb.$h",
                "summer_1": "This is great sleaveless wheather.$h",
                "summer_4": "Make sure you don't get a heat stroke.#$e#Drink plenty of water and don't overwork yourself. I don't want to have to drag you to the hospital.",
                "summer_8": "... This weather make me want to climb a tree.",
                "summer_15": "It's summer... that means the house is full of flies.#$e#Don't worry, I'll take care of them. Smack smack!$h",
                "fall_6": "Ah... fall. Time for cider!",
                "fall_1": "The scent is unmistakable... mushroom, rotting leaves, pumpkin. It's fall, alright. I kind of like it.",
                "fall_2": "One day I wanna buy the salloon. That'd be cool.$h",
                "fall_20": "You're worth more to me than a chest full of bacon.#$e#What? It's a compliment.$h",
                "winter_3": "I'm cold... we should huddle together for warmth... body warmth.$h",
                "winter_15": "Winter is so quiet... It's a little unsettling.",
                "spring_Abigail": "Man, I'm glad it's spring. Winter is just too cold.",
                "summer_Abigail": "Oh man... I could go for some mead.",
                "fall_Abigail": "This is ghost punching season.$h",
                "winter_Abigail": "We should make a snowman and dress it up like Molly.$h",
                "spouseRoom_Abigail": "#$c .5#I got up a little before you and fed the Professor. He's very active this morning."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueAlex",
            "Entries": {
                "Rainy_Day_0": "With all this space, I hardly know what to do with myself.",
                "Rainy_Day_1": "I never had many friends in town... I sometimes wonder how I would o' ended up if you'd never moved here.$9",
                "Rainy_Day_2": "Smell that? I love the smell of rain.",
                "Rainy_Day_3": "*grumble*... I just woke up and I'm hungry.$9",
                "Rainy_Day_4": "I think I might read one of your books... see if it tickles my fancy any.",
                "Rainy_Night_0": "Hey, How'd your day go? I have to admit, I missed you while you were gone.$h",
                "Rainy_Night_1": "How's it goin'? I've been carryin' the ol' gridball around with me all day. Wish Vandran was still around... I bet he'd like you.$u",
                "Rainy_Night_2": "Oh... You want to snuggle? Yeah, that sounds like an idea.$l",
                "Rainy_Night_3": "I've been settin' aside a few scraps for Dusty. He deserves a treat now and then.",
                "Indoor_Day_0": "Ahh... there's nothin' like a good night's sleep next to my husband.$h^Ahh... there's nothin' like a good night's sleep next to my wife.$h",
                "Indoor_Day_1": "Hey, there! I made you a hot breakfast.[195 210 211]#$e#If you want to get strong, you have to eat like you mean it!",
                "Indoor_Day_2": "Come here. *squeeze*... Mmhmm. You're firmin' up from all that farm work.",
                "Indoor_Day_3": "You ever think about goin' back to school? Sometimes I wonder what I could accomplish with a bit more learnin'.$h",
                "Indoor_Day_4": "One of these days I'm goin' to have to take you out sailin'. The wind in your hair. The sun on your back. It's somethin' else, I tell ya.",
                "Indoor_Night_0": "It feels good to push the big red button now and then, don't it? You'll really feel like you earned your place in the soft bed tonight.",
                "Indoor_Night_1": "Did you get a haircut or somethin'? You're lookin' pretty good today. Maybe it's all that fresh air...$l",
                "Indoor_Night_2": "Go on any big adventures today? Wish I could come with you but the game won't allow it.",
                "Indoor_Night_4": "If you need some quiet time to yourself, that's okay with me. I won't pry.",
                "Outdoor_0": "Hey. When I stand here and look out over our land... I'm real proud. You've done real well for yourself.",
                "Outdoor_1": "This is a great place to raise children. I would've loved growin' up in a place like this. So much to do, I might have forgotten how lonely I was.",
                "Outdoor_3": "Look at us, with our little farm. We make a cute couple.$h^Hey. Maybe it's the golden light, but you look real beautiful today.$l",
                "OneKid_0": "I'm still gettin' used to bein' a dad. I hope I can be as good a father as Vandran was to me.$h",
                "OneKid_1": "Little %kid1 is goin' to grow up strong. I'm goin' to make sure of it.",
                "OneKid_3": "Can you believe I'm a father? I'm gonna do right by the little one.$h",
                "TwoKids_2": "Maybe %kid2 will love playin' gridball with me the way I did with Vandran.$h",
                "TwoKids_3": "I finally have the family life that I missed out on as a kid... I...thank you.$l",
                "Good_0": "@... Thank you... For seein' somethin' in me I didn't even know was there.$l",
                "funLeave_Alex": "I'm goin' into town today. Probably visit the folks and Dusty. I'll see you tonight.",
                "funReturn_Alex": "I had a good day. I like to see the folks often, they done right by me.",
                "spring_1": "Finally, the snow has melted and the sun is back.$h",
                "spring_6": "Achoo! ugh.. Damned allergies...$5",
                "spring_23": "Oh... tomorrow's the flower dance, isn't it? I hope you'll still wanna dance with me.$h",
                "summer_1": "Ah, finally beach weather! I think this is my favourite season.",
                "summer_10": "Have you thought about what you're goin' to put in the luau soup?#$e#I have no idea what's good.$h",
                "summer_27": "Aw... summer's almost gone. It's goin' to start gettin' cold again...$s",
                "fall_1": "Well, summer's over... but I'm goin' to stay positive. The warmer seasons will always return.",
                "fall_15": "Tomorrow's the fair, did ya wanna go?#$e#I think it would do ya some good.",
                "fall_26": "I hope the folks are doin' okay. George's too cheap to turn on the furnace until the last minute.",
                "winter_1": "Make sure you stay warm this winter. I worry about you.",
                "winter_7": "Are you goin' to enter the fishin' contest tomorrow? I think you can win it."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueElliott",
            "Entries": {
                "Rainy_Day_0": "I feel inspired today... I think I'll brew some tea.",
                "Rainy_Day_1": "The sound of rain, in some tiny way, reminds me of home.#$e#The farm is wonderful, but I do miss the Blooming Grove sometimes.",
                "Rainy_Day_2": "I got up early and made tea.[614]#$e#It might help jump start your day a little faster.",
                "Rainy_Day_3": "I think I'll remain indoors today. The rain causes my hair to go limp.",
                "Rainy_Day_4": "Is that a fungus growing on the ceiling?$h#$e#Hey there, little fungus.",
                "patio_Elliott": "Ah, that smell really brings me back to the Blooming Grove.",
                "Rainy_Night_1": "You're ice cold! Let me get you warmed up.[614]$l",
                "Rainy_Night_2": "Mmm I bet a nice warm bath would feel just great right about now.$l",
                "Rainy_Night_3": "What did I do today? I... I don't actually remember. Huh.",
                "Rainy_Night_4": "Supper is ready. [244 235 200 205]$h",
                "Indoor_Day_0": "Don't forget to eat breakfast. It's very important that you do.[614]",
                "Indoor_Day_1": "Good morning, @. I made you tea.[614]#$e#Don't worry about me. I'm going to make myself a nice orange pekoe.",
                "Indoor_Day_3": "Today is going to be a fantastic day... I can feel it.$h#$e#I get this special feeling in my nose...",
                "Indoor_Night_0": "Have you been picking mushrooms? You smell great.$l",
                "Indoor_Night_2": "I love watching all the plants on the farm grow. The seasons change, they die, and what's left ushers in the new.",
                "Indoor_Night_3": "You have a good day? That's nice. That's real nice.$l",
                "Indoor_Night_4": "I wouldn't trade you for 100 wonderful tea blends.#$e#Nor 1000...#$e#Not even 10,000 teas, no.$7#$e#...$7#$e#No, not even 100,000 teas.$a#$e#...$s#$e#Wa... one million blends...? Don't make me do this...$8",
                "Outdoor_0": "The air tickles my nose in such a peculiar way. I like it.",
                "Outdoor_2": "I might stay here and let my beetles have a little snack.",
                "Outdoor_3": "If I stay perfectly still, perhaps a butterfly will bless my nose with a landing.",
                "Outdoor_4": "I drank too much tea... my mouth feels about as dry as the Calico Desert.$s#$e#I didn't even know that was possible.$7",
                "OneKid_1": "Little %kid1 is going to have the perfect childhood here. There's so much nature.",
                "OneKid_3": "I was part of a large family growing up... It's nice to have my own budding family.",
                "TwoKids_0": "I already gave %kid1 and %kid2 their food. They eat a lot for such small creatures.",
                "TwoKids_2": "I'm going to teach %kid1 about the Wildmother soon... I want our kids to feel her warm embrace as I do so they will never feel alone in the world.",
                "TwoKids_3": "We've done well, @. The farm is blooming and our healthy children are a great joy. I couldn't be happier.",
                "Good_0": "@... I'm so proud of all your hard work. I'm very lucky to have you... Very lucky.$l",
                "Good_1": "I made a whole secret book of recipes to express my love for you.$l",
                "Good_2": "I came to the valley to find my own path but I often found myself wondering if I had made the wrong choice. I was lonely... until you showed up.$l",
                "Good_3": "Wow, you look really handsome today! Did you shave? Your jawline is perfect.$l^Your allure is irresistible today. I can't keep my eyes off you.$l",
                "Good_4": "I feel your absence when you're gone. But when I hear that sound of muddy boots on wood, I feel my heart beat faster.",
                "Good_5": "I'm doing a walking meditation. It's good for the soul.",
                "funLeave_Elliott": "I think I'll walk down to the beach today. It's always nice to see the ocean again. Sometimes I miss that weird salt smell.",
                "spring_1": "Mmm you can smell the Earth coming to life again. What a wonderful time of the year.",
                "spring_12": "I found some interesting moss growing on the side of the house today.",
                "spring_23": "I look forward to dancing with you tomorrow. I'm not the best on my feet but I feel comfortable with you.",
                "summer_1": "It's hard to be in a bad mood when the sun is beaming and the butterflies are dancing.$h",
                "summer_10": "I was going to grab you an extra bottle of ink from my cabin today, but then I remembered the Luau is tomorrow. I'll just do it then.",
                "fall_1": "The splendor of fall... a verdant banquet for all the senses to enjoy.",
                "fall_15": "I have a craving for roots today.",
                "fall_26": "I'm not a fan of alcohol... but that Pumkin Ale... leaves a nice tingle on my tongue... wait... I might be allergic to it.",
                "winter_7": "I'm not really sure what I'm doing but I want to enter that fishing competition tomorrow... So long as we release them after. I don't eat fish...",
                "winter_28": "Happy new year's eve, my dear. Please accept this to celebrate. [200]"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueEmily",
            "Entries": {
                "Rainy_Day_1": "Shhh. You'll scare away the hamster unicorns...",
                "Rainy_Day_2": "Good morning... I got this gift for you. Just try it! [438]",
                "Rainy_Day_3": "I meant to let the parrot go free, but his wing never fully healed. But that just means he can stay with us!$h#$e#He told me that he's very happy here.$h",
                "Rainy_Day_4": "I never told you this... but when you first moved here I had a dream about you. I know right? Weird.$4",
                "Rainy_Night_0": "The traveler and I met on a night just like this.",
                "patio_Emily": "I saw a family of mice in the tall grass, and I named them all after my friends. I even named one after you @!",
                "Rainy_Night_1": "Oh it sure is chilly! I sure could use someone to warm me up tonight!$h",
                "Rainy_Night_2": "How did you get mud in your pants? Well don't you worry! I'll get you cleaned up!$h",
                "Rainy_Night_3": "These rainy days where I'm stuck inside kind of remind me of my childhood.$s",
                "Rainy_Night_4": "Want some dessert? It's my special pink cake! Extra sugar![221]",
                "Rainy_Night_5": "The rain is really beautiful isn't it? I can't wait to splash in the puddles in the morning.",
                "Indoor_Day_0": "Ay oh ay! Good morning! Another beautiful day on %farm farm!$h",
                "Indoor_Day_1": "Here, take this. It's for you. [220 221 222 223]",
                "Indoor_Day_2": "Hey, someone must've gotten a good night of sleep... you're welcome.$h",
                "Indoor_Day_3": "My horoscope for the day isn't too good... I think I should stay inside today.",
                "Indoor_Day_4": "Ughh... *gurgle*... I ate too many cookies for breakfast.$s",
                "Indoor_Night_0": "Is that a new hole I see in your shirt? I can mend that for you, no problem.",
                "Indoor_Night_1": "Welcome home, @! I missed you.$h",
                "Indoor_Night_2": "Is it bed time already? I must have gotten caught up in my book... Oh Oskar...$u",
                "Indoor_Night_4": "Someone may have drawn a dick in permanent marker on the fridge and thought it would wash off... Totally wasn't me though.$4",
                "Outdoor_0": "*gasp* Doesn't that cloud look just like a donut?!",
                "Outdoor_1": "I think I'm going to draw something today. Maybe like... a family of slimes, but they are wearing people clothes.",
                "Outdoor_2": "Oooh! Ooh! I saw another one!$h#$e#I'm counting hamster unicorns.",
                "Outdoor_3": "Hello bees!$h",
                "Outdoor_4": "Good morning! I was wondering when you'd finally roll out of bed!$h#$e#It's okay, @... you deserve a good night of rest after last night.",
                "OneKid_1": "Is one child enough, or should we raise another?#$e#I was an only child and it got pretty lonely.",
                "OneKid_3": "I lit a pale green candle and shook a sprig of baby-mint over %kid1. That should ward off any dangerous spirits. At least that's what the travelling salesman told me.",
                "TwoKids_1": "A big house, two kids and pets... Wow that's a lot.",
                "TwoKids_3": "Oh, I already fed the kids their cocoa puffs. You just focus on the farm!",
                "Good_1": "This is so fun living together! It's not like the books... it's somehow better!",
                "Good_2": "It was our destiny to be together... I believe that with all my heart!$h",
                "Good_3": "Thanks for bringing me into your life. This has been everything I ever dreamt of!$4",
                "Good_4": "I think the Traveler likes you.",
                "Good_5": "I was just admiring my wedding amulet... The shell is beautiful! It always picks me up when I feel sad.$l",
                "Good_6": "I had a dream that my face turned into an eagle and flew away.#$e#What do you think that means? Probably something good, right?",
                "Neutral_0": "I hope you'll still like me when I grow old and my hair turns to a dull, faded steel.$2",
                "Neutral_8": "I feel uninspired today. I don't know what to draw...$s",
                "funLeave_Emily": "I'm going into town today, and later on I'm going to help out at the saloon. Gus gives me free food! Have a nice day.",
                "funReturn_Emily": "My day went well. I saw two whole dogs!",
                "spring_2": "Spring sure smells funny doesn't it?",
                "spring_1": "Happy new year, honey. Let's make this the best one yet!$4",
                "spring_22": "Hmm... I'm thinking maybe pastries and blueberries for dinner tonight?",
                "summer_20": "Ugh... I ate some weird spider leg thing Yasha gave me earlier, and now I've got the spins. $s",
                "summer_2": "May the Traveler be with you.",
                "fall_25": "I think I'm gonna go crunch around in some leaves today!",
                "winter_15": "On a day like this, I have a craving for cinnamon pastries. They remind me of home.",
                "winter_5": "Did you know I don't get cold?$h",
                "winter_2": "I can't help but think of all the poor, frozen squirrels out there right now. Do you think we could let them in? Just to warm up?$s",
                "fall_Emily": "I drank a smoothie this morning and I feel aaah-mazing!$h",
                "summer_Emily": "Phew! It's hot. I feel all sweaty...#$e#I don't remember it feeling this hot back on the coast.",
                "winter_Emily": "Sometimes icicles form on my horns.$h",
                "spouseRoom_Emily": "I'm going to spend some time with the parrot today. It breaks my heart that he'll never fly again.$s"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueHaley",
            "Entries": {
                "Rainy_Night_2": "I hope Jester isn't too lonely all by herself. I should visit her again soon.$7"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueLeah",
            "Entries": {
                "Rainy_Day_1": "I used to find rain depressing... Now it gives me energy. Gives me strength.",
                "Rainy_Day_2": "Good morning. I got up early and got us some breakfast. Here.[303]#$e#What? It's good.$h",
                "Rainy_Day_3": "It's days like this I'm really happy to have found the Stormlord.$h",
                "Rainy_Day_4": "I think he's calling to me... Can you hear him?",
                "Rainy_Night_0": "The rain calms my nerves.",
                "Rainy_Night_1": "I usually go hunting... but a wet night like this makes me want to stay in and drink hot cider.$h",
                "Rainy_Night_3": "I sharpened my blade today.$u#$e#If you need a shave, just let me know.",
                "Rainy_Night_4": "I'm glad you're home... It's a good night to get under the covers and... stay warm.",
                "Rainy_Night_Leah": "How was your day today? Kill anything?",
                "Indoor_Day_0": "This house is a lot nicer than my old cabin. I don't miss it.",
                "Indoor_Day_1": "Good morning, @. I've planted these in a little pot out back... [18 22 402 591 595]#$e#I grew that with great love and attention. Enjoy it.",
                "Indoor_Day_2": "Always remember to keep your eyes peeled for danger. There's lots out there.",
                "Indoor_Day_3": "I was thinking... life's too short to be wallow in grief. One must take care of what they have now.#$e#Here, I made you a healthy breakfast. [346]#$e#Don't drink it too fast!",
                "Indoor_Day_4": "Good morning, @! I made us some coffee.[395]$h#$e#Sometimes it helps to have a little kick in the butt, you know?",
                "Indoor_Night_0": "Something about this time of night makes me... thirsty.",
                "Indoor_Night_1": "Do you want to... uh.. well... bed?",
                "Indoor_Night_2": "I love the nights out here.#$e#Back in the tribe you always had to be on alert.",
                "Indoor_Night_3": "I never thought I'd receive a mermaid's pendant so soon after moving here. I'm happy about it, though.$l",
                "Indoor_Night_4": "I saw some wild flowers today. I want to collect as many as I can. They smell so wonderful...",
                "Outdoor_0": "I think I feel more at home outside than I do inside.",
                "Outdoor_1": "Hmm... I'm going to do some maintenance over here. I just get the urge to hit things now and then.",
                "Outdoor_2": "Today feels... good.",
                "Outdoor_4": "Don't overwork yourself, beautiful.#$e#Make sure and take a break every now and then, or get something to eat.$h",
                "funLeave_Leah": "I'm going to look for wild flowers today. I need to get out of the house.",
                "funReturn_Leah": "I killed an ogre today. How did your day go?",
                "OneKid_3": "It's fun to be a parent. I want to make sure %kid1 will know how to wield a blade.",
                "TwoKids_3": "We've got a wonderful farm and a full family. I never really pictured this future for myself... but I like it.",
                "Good_0": "Living here, I feel like I'm on the summit of a great mountain with the Stormlord at my side.",
                "Good_3": "Wow, you look full of energy today.$l^You look beautiful today.$l",
                "Good_6": "Be careful out there! Sometimes I worry about you falling into a mine shaft. You can be quite clumsy.",
                "Good_7": "@? I just want to say that I appreciate all the hard work you do for us.$h",
                "Good_8": "Don't worry about me... I know you've got a lot of responsibilities outside of the house. I'm fine by myself!$l",
                "Neutral_5": "Are we doing okay on gold, @?",
                "Neutral_8": "No matter how much I clean my sword, I still find blood on it.#$e#I guess hunting can be kind of dirty work.",
                "Bad_1": "*sigh*... Maybe we got married too fast.$s",
                "Bad_7": "I used to be your sweetie... now you only seem to put up with me.$s",
                "Bad_9": "I wonder if I should have stayed with the tribe.$s",
                "spring_2": "Will you plant some flowers for me this year?",
                "spring_1": "That was some way to ring in the new year last night.$l",
                "spring_15": "I found a rat in the house today.",
                "summer_1": "I can smell the wildflowers already.$h",
                "summer_9": "This heat sure is something... Makes me want to take my clothes off.",
                "summer_2": "It's summer... that means the house is full of flies.#$e#Don't worry, I'll catch them. They're full of protein.",
                "fall_1": "I love fall but I do miss the flowers. They come and go so fast.",
                "fall_2": "I know harvest season is a busy time for you. I'll try and help out as much as I can. I'll sharpen your sowrd for you.",
                "winter_1": "Winter's here, and that means crystal fruit is in season. It has such a unique flavor, don't you think? They taste like you.",
                "winter_7": "I'm looking forward to carving ice sculptures tomorrow. I've already sharpened my blade."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueMaru",
            "Entries": {
                "spring_22": "I should invite Molly for dinner sometime.",
                "summer_20": "I wonder if Molly will ever have the courage to ask Caleb out?"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueSam",
            "Entries": {
                "spring_12": "Are you excited for tomorrow's festival? It'll be cool to see Molly again."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueSebastian",
            "Entries": {
                "Rainy_Day_0": "Finally... some heavy rain. You need to mix things up now and then otherwise what's the point.",
                "Rainy_Day_1": "Hey. I was just thinking about my old room at Robin's. This sure is a step up.#$e#Next we'll own a castle some day.",
                "Rainy_Day_2": "Hey. I found this the other day. [272]#$e#Remind you of anyone?$1",
                "Rainy_Day_3": "What do you think. A nice giant tapestry would really pull this whole room together, no?",
                "Rainy_Day_4": "Another rainy day.#$e#Perfect for... cuddling.$l",
                "Rainy_Night_0": "I'm trying my best to quit smoking now that we're married... I don't wanna die on you. It's a bad habit.#$e#Dying, I mean.$l",
                "Rainy_Night_1": "Someone told me I sound like that pink fellow down by the beach.#$e#Can you imagine?$h",
                "Rainy_Night_2": "Sorry, my horn got stuck in the pillow last night and now there are feathers everywhere.#$e#Such is life.",
                "Rainy_Night_3": "How was your day, dear? Did you slay any monsters?$h#$e#It feels good to take out your aggression now and then, doesn't it?",
                "Rainy_Night_4": "Nights like this remind me of things I can't quite remember. Odd.",
                "Indoor_Day_0": "The allure of the city life is still there. The excitement and the sounds...#$e# but... it doesn't have the people I want in my life.",
                "Indoor_Day_1": "Hello, dear... want some coffee?[395]$7#$e#I needed some... woke up early from a nightmare and I just couldn't fall back asleep.",
                "Indoor_Day_2": "I couldn't sleep last night...$s#$e#Weird dreams about a large, bald fellow in leather straps... I don't know why but he made my blood run cold.$7",
                "Indoor_Day_3": "Hey. How'd you sleep last night? I heard you mumbling.#$e#You seemed scared, but I have to admit... it was awful cute.$l",
                "Indoor_Day_4": "You know, I think you would look absolutely gorgeous with a little more color in your outfit. You should wear my coat, don't you think?$7",
                "Indoor_Night_0": "Hello dear, what would you say if I treated you to a wonderful fruit platter and used my devil's tongue on you?#$e#...#$e#I'll get the platter ready.",
                "Indoor_Night_2": "I quite enjoy this life.#$e#It's quaint but it's ours.",
                "Indoor_Night_3": "I hope you don't mind but I took some of your shirts and added a little flair to bring out the sparkle in your eyes.",
                "Indoor_Night_4": "I don't know that I've ever felt like I belonged anywhere in this world. But then you came along, @.$l",
                "Outdoor_1": "The smell of the Earth reminds me of clawing my way out of the dirt.#$e#Huh? Oh... yes... a dream.$0",
                "Outdoor_2": "I'll just watch you from here, dear.$h#$e#I enjoy watching you.",
                "Outdoor_3": "You don't think that I've lost my edge now that I'm married, do you?#$e#No, of course you wouldn't!$h",
                "Outdoor_4": "I feel like every day I discover something new. It's like I'm 2 years old!$1",
                "OneKid_0": "I'm still getting used to being a parent. Don't worry, I'll take good care of %kid1! It's just... who could have seen that coming?",
                "OneKid_3": "Have you smelled %kid1? Who knew being a parent would involve so many smells?",
                "TwoKids_0": "Don't worry, I already fed the kids... %kid2 spilled the chocolate milk all over my shirt again... Luckily I have a number of spares.",
                "TwoKids_1": "I hope %kid1 and %kid2 become good friends.#$e#There's nothing worse than feeling alone in this world, don't you think, dear?",
                "TwoKids_3": "We've come a long way, @. Look at our odd little family. To be honest, I never really thought I'd end up in this situation.#$e#Now that I'm here, I'm happy to say... I like it...$l",
                "Good_1": "Hello dear... come here. You look good enough to eat.$l",
                "Good_2": "You always look great, even after slopping around in the yard all day. I think it suits you, honestly.$h",
                "Good_3": "I know I don't often show it, but I'm very happy that I'm your partner. Marrying you was the best decision I ever made.$l",
                "Good_4": "You know what might do us some good? A big glass of wine and some fun under the covers.$0",
                "Good_5": "Seeing you really puts me at ease. I never feel out of place when I'm by your side.",
                "Good_6": "I know you're tough, but I still worry about you, sometimes. Don't ever go monster hunting without a life elixir and some sturdy boots, okay dear?",
                "Good_8": "I had a wonderful idea. Sequined underwear.",
                "Good_9": "Since meeting you, I feel like I'm on my third life.",
                "Neutral_0": "When I take walks I do my best to avoid the bugs. I'd rather not get my boots dirty.",
                "Neutral_3": "Are you going into town today? Why, what is it you're up to?",
                "Neutral_4": "I suppose I should do the laundry. Your clothes are filthy.",
                "Neutral_5": "Are we doing okay on money? I don't want to have to part with any of my things.",
                "Neutral_6": "If you need to go see your friends in town, go ahead. I'll just be here...$5",
                "Bad_6": "What do you want? Go away.$a",
                "Bad_7": "This place is starting to feel like a tomb. I should know.$s",
                "funLeave_Sebastian": "I'm going to take a walk today. I need to stretch these legs. Maybe I'll visit Yasha.",
                "funReturn_Sebastian": "My day was fine, nothing much to tell you about. Why don't you tell me about your day, dear?",
                "spring_12": "Are you excited for tomorrow's festival? Don't let Beau win the egg hunt again. It will go to her head.",
                "spring_23": "Oh... tomorrow's the flower dance, isn't it?#$e#We must go and make absolute asses of ourselves!$0",
                "summer_1": "Summer's here. You know what that means. Speedo.",
                "summer_10": "Have you thought about what you're going to put in the luau soup?#$e#I have no idea what's good... you're the chef!",
                "summer_27": "The weather's starting to cool off. It feels great.#$e#Should we go to the festival tomorrow night? It's actually a tradition I kind of enjoy.$0",
                "fall_1": "Look at those fabulous colors on the trees.",
                "fall_15": "The Stardew Valley Fair is just the kind of excitement this sleepy town needs!#$e#I bet we can find all sorts of ridiculous things to buy!$1",
                "winter_7": "Are you going to enter the fishing contest tomorrow? I have a feeling you'd be quite good at it.",
                "winter_28": "It's been a great year, @. We should celebrate a little. [346]$h#$e#I'm sure next year will be even better.$h"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueShane",
            "Entries": {
                "Rainy_Day_0": "I hope Nott and Marnie are doing alright without me.#$e#I'm not too worried... Nott is very capable. I just miss her I suppose.",
                "Rainy_Day_1": "If I walk around in the rain... does that count as a shower?$6",
                "Rainy_Day_3": "Buhh... There are dicks drawn in one of my books.",
                "Rainy_Day_4": "@, I can't seem to get this spell right...",
                "Rainy_Night_0": "Hmm... seems like a good night to read a few books.#$e#Ja, I said a few. I'm a very fast reader.$h",
                "patio_Shane": "Nott came by, she seems to be doing well.$0",
                "Rainy_Night_2": "I miss nights like this back home. My father and I would play dice games into the early morning.",
                "Rainy_Night_3": "I like gloomy weather, but sometimes I feel... stuck in it. I don't know if that makes any sense.",
                "Indoor_Day_0": "Buh... sometimes life feels like a slow, gray blur... know what I mean? I wish I could control time.",
                "Indoor_Day_1": "Here. Take this... I don't need it. [351]#$e#I have no muscles.",
                "Indoor_Day_2": "Do me a favor... If you see any new books at the library, let me know.",
                "Indoor_Day_3": "Nott gave me some buttons today... I'm not really sure what to do with them.",
                "Indoor_Night_0": "Just one more book before bed.",
                "Indoor_Night_1": "If... If only... I...$4#$b#No... No. I can't think like that. This is good.",
                "Indoor_Night_2": "That Beauregard sure is a hard headed one... Not unlike myself I suppose.",
                "Indoor_Night_3": "*sigh* I hope I do not let you down.#$e#I've made some mistakes in my life. I don't want to do it again.",
                "Indoor_Night_4": "Are you climbing into bed? I'll be there shortly.",
                "Outdoor_0": "I didn't sleep well last night.#$e#Just thinking about my parents is all.$s",
                "Outdoor_1": "Sometimes I stop and realize that I'm nothing more than a bag of juicy, squishy flesh.#$e#There's something oddly comforting about that.$h",
                "Outdoor_3": "I miss playing in the garden with my mother. She always grew hot peppers the size of my fist.$s",
                "OneKid_0": "I sometimes wonder if I even should be allowed to have kids... but I want a second chance to do things right.",
                "OneKid_1": "Let's make sure to give %kid1 lots of books... knowledge is a key that opens many doors.",
                "OneKid_3": "Papa Caleb reporting for duty...$6#$e#Buh... I've become corny in my old age.",
                "TwoKids_0": "I already fed the kids. Don't worry about them.",
                "TwoKids_3": "*Sigh*... If only we could send the kids off to the Soltryce Academy for the summer...#$e#I'm just kidding... That is an aweful idea.$0",
                "Good_0": "I never thought I would find myself enjoying life again. I'm glad to have met you.$6",
                "Good_2": "It's strange to live a life I never imagined I would have. This isn't what I set out looking for... But it means everything to me.",
                "Good_3": "I'm in a great mood today... Vox Machina won big last night... Reminded me of our first kiss.$h",
                "Good_4": "Hey, if I ever seem cranky, just ignore it. I get in weird moods sometimes, but it's not about you... ja?",
                "Good_5": "Ah... life on the farm sure beats working at Joja. That place was depressing.$h#$e#I have so much more time to read now.$h",
                "Good_6": "Ah... I learnt a new spell recently. I finally feel like I'm making progress.$h",
                "Good_8": "I have two new books to read and a whole afternoon to enjoy them.",
                "Neutral_3": "Living at Marnie's wasn't ideal, but at least I had Nott with me.",
                "Neutral_6": "If you need to go see your friends in town, go ahead. I'm happier here with just a few books.",
                "Bad_6": "What do you want? I'm busy. Go away.$a",
                "Bad_8": "Ja... maybe this was a mistake.",
                "funReturn_Shane": "Sorry if I'm sweaty... That was quite a walk... I'm out of shape.$6",
                "spring_1": "Ooo... my throbbing head. How many did we have last night?",
                "spring_12": "The egg festival is probably my favorite... I just enjoy watching Nott have fun.$h",
                "spring_23": "Oh, right. It's the flower dance tomorrow. I'm actually a pretty good dancer.",
                "summer_1": "I miss summers like this with my parents.",
                "summer_10": "The luau is tomorrow. Try not to fill up on bread.$h",
                "summer_27": "What are your plans for the fall? I'm going to try and add more spells to my spell book.",
                "winter_1": "Any big plans this winter? I have some books if you'd like to read them."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Maru",
            "Entries": {
                "summer_Tue": "Molly has been renting the basement out for years now.#$e#He came to Pelican Town one night and didn't even know his own name...",
                "summer_Tue4": "Molly read my fortune the other night.#$e#I don't really believe in fortunes but it was fun anyway."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "Entries": {
                "Tue": "I'm tutoring Vincent and Nott today... They're a handful, but it's nice to make a difference in someone's life.",
                "Wed": "We don't have a school here but I'm doing my best to give Vincent and Nott a proper education.#$e#Everyone deserves a chance to be successful.#$e#Nott is very good at math and science... but she's still adjusting to life in the valley and has so many questions!",
                "Wed2": "You know what? I should take my students on a field trip some time. Maybe to the forest.#$e#A guest speaker would be nice... maybe someone familiar with nature?#$e#Sorry, I'm just thinking out loud."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Pierre",
            "Entries": {
                "Mon4_inlaw_Abigail": "Hi, @. How's Beauregard doing? I miss having her around to handle the books.",
                "Thu8": "#$1 pierre2#Does Beauregard look anything like me? Don't tell my wife, but sometimes I wonder if I'm really the father.$k$s#$e#Don't tell my wife, but I hate to cook dinner."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/rainy",
            "Entries": {
                "Sebastian": "This rain is sure to make Yasha happy.",
                "Alex": "Hmmph. This is not good weather for sailing.$s#$e#Oh well, I can always lift weights inside.$h",
                "Leah": "I can't explain it but the sound of rain is very comforting.",
                "Shane": "Hmm... if I stand outside in the rain long enough... that's like a shower, right?",
                "Elliott": "Ah... The Wildmother is blessing us with rain today.#$b#That's nice. That's real nice..."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Robin",
            "Entries": {
                "Fri": "You've met Mollymauk, right? He rents our downstairs.#$e#He can be a little... colorful, but I'm sure you'll warm up to him once you get past his theatrics.",
                "Fri_inlaw_Sebastian": "I miss having Molly around the house. He was wonderful at helping me get ready for date night.",
                "Fri4": "#$1 RobinSeb#I found an ashtray in Molly's room, and it smelled really weird. Should I be worried about this?#$e#Sometimes I worry about Molly... he came to us with no name and no home...#$e#I can only imagine what that would be like.",
                "Fri4_inlaw_Sebastian": "Molly told me he's trying to quit smoking! You must be a good influence on him.",
                "winter_Fri_inlaw_Sebastian": "I think the farm life is really healthy for Molly."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Sam",
            "Entries": {
                "Resort_Towel_2": "Maybe I should learn to play the ukelele.#$e#Beau on the congas and Molly on the steel drums... 'The Pelicans of Paradise'...$s#$e#What's the matter, you look worried.$h",
                "Wed6": "I've been friends with Molly for a while. He's a pretty cool guy.#$e#If you two weren't around I wouldn't really have any friends in town."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Sandy",
            "Entries": {
                "Wed": "Why hello there! If you see my friend Jester in town, could you tell her I said 'Hi'?#$e#Thanks!$h"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Sebastian",
            "Entries": {
                "Introduction": "Oh. You're the new meat in town, right? It's very good to meet you.#$e#Out of all the places you could live, you chose Pelican Town? This place isn't very lively. It could use some excitement.",
                "secondChance_Guys": "I've been thinking and life's too short to hold grudges.",
                "Mon": "Do you need something, darling?",
                "Mon4": "If something exciting doesn't happen around here soon, I'm going to have to do it myself.",
                "Tue": "I saw some interesting chemicals in Demetrius' lab the other day.#$b#I'll admit it. I almost drank some, just to see what would happen!$h",
                "Tue6": "I like your new boots! They're very fetching.$h^Your hair looks splendid today.$h#$e#How would you like to hang out for a while?",
                "Wed": "What am I going to do today?#$e#I wish there were more attractions in this town.",
                "Wed2": "Yasha is probably my best friend in this town.#$e#Well, Beau too, but...$h#$e#Well, we have an interesting relationship.",
                "Wed2_inlaw_Abigail": "You tell that ingrate, Beau, she needs to visit me more often!",
                "Wed6": "I bet you would look fabulous in some thigh highs.$h",
                "Wed10": "Hmm... You're flexible, right?#$e#Can't a guy ask an innocent question!?$l",
                "Thu": "#$1 Sebastian1#I snuck into the caves last night to take a little skein. Don't tell anyone, okay?#$e#What?#$e#...want something?",
                "Mountain_47_23": "You ever think about hopping on a train and never coming back? Sometimes I think it would be so easy...",
                "Thu4": "Why does everyone act so stuffy around here?#$e#People really need to learn to live a little!$h",
                "Thu6": "Could you picture someone like me living on a farm? It seems absolutely ridiculous.$h",
                "Thu8": "Could you picture me living on a farm?#$e#It seems ridiculous, but I have been thinking about it lately. Not really sure why...",
                "Fri": "I'm sorry, what was your name again, dear?",
                "Fri2": "*sigh*... If gas wasn't so expensive I'd ride my motorcycle to the city today.$s#$e#$q 15/16 Fri_old#So what is it you do when you aren't working?#$r 15 0 Fri_bad#More Farming#$r 16 30 Fri_good#Comic books#$r 15 -30 Fri_good#Shopping#$r 15 -30 Fri_bad#Sports",
                "Fri_good": "Oh, I think we'll get along great!$h",
                "Fri_bad": "Oh yea? Hmm... Not really my thing, but everyone's different I suppose.$u",
                "Sat": "What? I'm sorry. I didn't hear you. My head was off in the clouds.#$e#What is it you want, dear?",
                "Sat2": "You know, I should be doing something productive right now.$s#$b#Ha lifes to short to worry about that!$h",
                "Sun": "Hello darling. Your name is @, right?",
                "Sun2": "There was a drinking match at the saloon the other night. Naturally, I won!$h",
                "Sun4": "Have you seen that fellow's hair that lives down by the beach?#$b#It's fabulous. I may ask him to do mine some day.#$e#I don't know if I'd go with pink, but anything is possible.$h",
                "Fri8": "What's new, darling?$h#$e#I'll be at the saloon tonight destroying Sam at pool again. Poor soul keeps losing money to me!$h",
                "Sun10": "I was just thinking about you... how odd.$l",
                "Event_game2": "Excellent choice. That works well with my role.",
                "Event_cave3": "It's too dangerous without a sword. But I admire your sense of adventure.$h",
                "event_garage1": "Excellent!$8",
                "event_garage2": "Alright. But don't say I never asked.$9",
                "event_garage3": "There's no need to worry, darling... I'll make sure you're safe.$8^There's no need to worry, darling... I'll make sure you're safe.$8",
                "event_city4": "Ugh... I don't need you to parent me.$a#$b#...*sigh*$s#$b#You're right, though. I'm addicted to these things, it's not good... but it makes me feel alive.$s",
                "summer_Mon": "Ah, summer! I can't decide if I should buy a red speedo or a blue speedo.$h",
                "summer_Mon6": "I feel like summer brings out the theatrical side of me.#$e#I wonder why that is.",
                "summer_Tue": "I wonder what Yasha's up to.",
                "summer_Wed": "I saw this vibrant parrot the other day. It reminded me of... well, me! $h",
                "summer_Wed8": "Is that a wand of smiles in your pocket or am I just happy to see you?$l",
                "summer_Thu": "I've made up my mind. I want to go skinny dipping.$1#$e#Oh, you just stopped to say hi? Sorry.",
                "summer_Thu10": "When in doubt, if something goes wrong, just... nudity. It usually works.$l",
                "summer_Mountain_58_35": "#$c .5#I am your god! Long may I reign. Eat of my fruits!#$e#What?$h",
                "summer_Fri6": "Oh hello! I'm glad you stopped by.$h#$e#Sorry if it smells funny in here. Beau and I may have smoked some funny grass the other day.",
                "summer_Sat": "Has Beau punched you in the face yet? No? I think she likes you.$h",
                "spring_12": "I live for a good festival. When I first came here, I may have fibbed a bit and told people I was from the circus! Can't rightly remember who I told it too now though.$h",
                "spring_23": "Tomorrow is the flower dance! You know, I think it might be my favourite festival of the year!",
                "fall_20": "Are you looking forward to the halloween festival? I do love getting dressed up for nonsense!$h",
                "fall_26": "The halloween festival is tomorrow. I really hope they have those skeletons on display again this year.$h#$e#I'd like to sneak a couple out and hide them someplace absolutely ridiculous.",
                "summer_10": "Hehe... I'll let you know because I like you... I'm going to spike the punch at the potluck tomorrow.#$e#Why? Hmm... The people in this town need to live a little! I'm doing them a favor!$h",
                "summer_27": "Tomorrow we'll all be gathering at the docks to see the migration of the moonlight jellies. I think it starts at ten o'clock. Fabulous little things.",
                "summer_Sun": "Never trust the truth. Truth is vicious. The truth thinks that you owe it something. None of that. I like my bullshit.",
                "summer_Sun4": "Be the chaos you want to see in the world.#$e#Just don't be a trite dick about it.",
                "fall_Mon": "Why do you look so sad? Do you need a kiss on the forehead?",
                "fall_Mon4": "You're probably making a lot of money on your farm, huh?#$e#Don't suppose you brew anything on your farm do you?$h",
                "fall_Tue": "Pumpkin spice this... pumpkin spice that... why no pumpkin spice Molly?",
                "fall_Tue6": "I think Nott's been picking the sequins off my coat... I'm going to have to teach her a thing or two about stealing.$a",
                "fall_Wed8": "Oh well aren't you a sight for sore eyes.#$e#I feel a little more energetic just seeing you!$h",
                "fall_Fri": "*yawn*... I was up until 3 trying on new clothes.#$q 62/63 fall_Fri_old#Be honest, what do you think of my coat, @?#$r 62 -30 Fri_bad#It's pretty gaudy...#$r 63 30 Fri_good#It's colorful like a peacock!#$r 62 0 Fri_bad#I don't really know fashion.#$r 63 -30 Fri_bad#Maybe you should try a different style?",
                "fall_Fri_good": "Ah great! That's exactly what I was going for!$h",
                "fall_Fri_bad": "Huh. Well, luckily I only listen to my own advice anyway.",
                "fall_Fri6": "There's nothing wrong with living your life. You only get one of 'em. Mostly.$h#$e#And' your days are gonna be the days that you're gonna have. And I'd like to keep living my life the way I'd like to.$h",
                "fall_Sat": "Leave every town better than you found it.",
                "fall_Sun": "The sun is coming out less and less these days...$s",
                "winter_Mon": "I'm enjoying this snowy weather. Feels like I'm discovering something new every day!$h",
                "winter_Mon4": "Nothing surprises me anymore... and yet everything surprises me still.#$e#Yeah, I know... that doesn't make sense but it does if you think about it!",
                "winter_Tue": "Hmm... would you like a fortune, dear?",
                "winter_Tue4": "Hello there...#$b#How are you doing today, dear?#$e#...Sorry. Too informal?",
                "winter_Tue6": "I hope I will age like a fine wine.#$e#Beau says I'm going to age like milk.",
                "winter_Tue10": "You came all the way here just to see me?$l#$e#...$h",
                "winter_Wed": "%Mollymauk seems lost in thought...",
                "winter_Thu": "Oh, I sure could go for a drink.",
                "winter_Thu6": "Platinum Dragon be with you.",
                "winter_Fri": "It's nice to live so close to the train tracks. It's comforting to know I could just jump on and see where it takes me.",
                "winter_Fri8": "I found snow in my boots today.#$e#How does that bloody happen! They go up past my knees!$1",
                "winter_Sat": "This cold air doesn't feel too great on my ears.#$e#Unfortunetly not a lot of hats fit me. Horns, you know?$s",
                "winter_Sat6": "I like winter but winter fashion is probably my least favorite.#$e#I say least because honestly, is there such a thing as bad fashion?#$e#... Don't answer that.",
                "winter_Sun": "I built a snowgoon with Beau but then she kicked the hell out of it.#$e#I think she has some shit she needs to work out.$u",
                "winter_Sun6": "I built a snowgoon yesterday.$h#$e#I may have been a little drunk so I'm not entirely sure where it is."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Shane",
            "Entries": {
                "pamHouseUpgrade": "I heard you built Pam a house... That's really generous...#$b#You know, I could use a hundred thousand gold myself...#$e#You know... for books.",
                "pamHouseUpgradeAnonymous": "I heard someone bought Pam a house... *sigh*... Imagine how many books you could buy with that money.",
                "dumped_Guys": "%Caleb has a glazed look in his eye. He won't speak to you.",
                "Mon2": "Well, my social anxiety is getting the best of me. Good bye.",
                "Tue": "Ja, I'm not a happy guy...$s",
                "Tue2": "What do you want from me? Money? I don't have any!",
                "Tue4": "Every time I try something new it goes horribly wrong. You know?",
                "Tue6": "Life isn't so bad sometimes. I have Nott at least...$u",
                "Wed": "It's %time.",
                "Wed8": "I guess I've grown attached to Nott. We're a ragtag duo but it kind of feels like a weird family.#$e#I never really had much of a family as a kid... at least not for very long.$s",
                "Wed4": "$d Joja#*sigh* ...Every day is the same. Stocking shelves, going to the saloon, tossing and turning all night.$s|I hated my job at JojaMart, but now that I'm unemployed I feel even worse. At least the job kept my mind off other things.$s",
                "Thu": "Ja? What do you want?",
                "Thu6": "I sure miss my childhood cat sometimes.",
                "JojaMart": "%Caleb's hard at work. He doesn't seem interested in talking.",
                "Fri6": "Don't forget to edubate.",
                "Sat4": "$d Joja#I'm renting my room from Marnie at a really good price. It's small but I can't complain.|If I could reset my life maybe I'd do everything right.",
                "Sat8": "I've really grown attached to Marnie's chickens. I've been working with the Wizard to make them a little more special.$h",
                "Sun6": "...Ever wish you could turn back time?$s",
                "Sun8": "For the longest time I've wanted to... undo history... but I'm starting to let go of that.$u",
                "Sun10": "Hello, @. I've actually been having a pretty good day so far. Things are... looking up.$h",
                "Sun4": "Hmm... it's %time. I always know the exact time.$u",
                "Sun2": "You again? Why are you so keen on getting to know me?$s",
                "event_room1": "Ja okay... that'll require a great script. I guess I should get to work on that.$s",
                "event_room2": "Sounds great. I'll have to create a bunch of practical effects to make it look good.",
                "event_noLoan2": "Okay, that's fair...$s^Okay, that's fair...$s",
                "event_apologize3": "Wow, it was that serious, huh? I can hardly remember... and I have the keen mind feat.",
                "event_stadium2": "Oh really? I'm surprised... Didn't you move to Stardew Valley to escape the noise of the city?$6#$b$#I mean... Don't get me wrong, I totally understand. My life in Pelican Town is pretty bland, you know. But I needed to stay away from big cities."
            }
        }
    ]
}