{
  "Changes": [
      {
         "Action": "Load",
         "Target": "Strings/animationDescriptions",
         "Entries": {
            "shane_work": "%Caleb's hard at work. He doesn't seem interested in talking."
         }
      },
      {
         "Action": "Load",
         "Target": "Strings/Characters",
         "Entries": {
            "AbigailInMineFlute": "%Beau is lost in her music...",
            "Phone_Pierre_Open_Rare": "Beau! Your guinea pig is loose again! Come here *right now* and take care of this! $3#$b#Oh! Uh... Hello? Thank you for calling. Y... Yes, we're open until 5PM. Goodbye. *click*$4"
         }
      },
      {
         "Action": "Load",
         "Target": "Data/Strings/NPCNames",
         "Entries": {
            "Kel": "Sky Spear"
         }
      },
      {
         "Action": "Load",
         "Target": "Strings/StringsFromCSFiles",
         "Entries": {
            "Event.cs.1257": "I finished writing my guide, and it ended up being about death! Remember when you told me you were interested in it?$h#$b#Behold, '%book', an in depth guide to the natural order!$u#$b#I -almost- feel like I should split the profits with you, considering how much help you gave me!$h",
            "Event.cs.1258": "I finished writing my guide, and it ended up being all about tea! ...You told me once that you were interested in it, and, well, I've also been able to draw some inpsiration from real life experiences lately. $l#$b#Here it is, '%book'. It covers all the different kinds of teas you can think of from red to green!#$b#I *almost* feel like I should split the profits with you, considering how much help you gave me!$h",
            "Event.cs.1259": "I finished writing my guide, and it's all about fungai! Remember when you told me you were curious about the mushrooms in the valley?$h#$b#Behold, '%book'. It even has a section about the recreational use of certain red mushrooms!$u#$b#I -almost- feel like I should split the profits with you, considering how much help you gave me!$h",
            "Event.cs.1761": "...You're right. Nott... Ugh, God... I'm a horrible, *hic*... selfish person.$7#$b#Now I feel even worse...$7",
            "Event.cs.1763": "Wha... Yoba...? @, don't... don't you know I don't believe that nonsense? Ugh... $7",
            "Event.cs.1862": "Beauregard!",
            "MapPage.cs.11070": "Yasha's Cottage",
            "MapPage.cs.11074": "Home of Jester & Haley",
            "MapPage.cs.11079": "Home of Pierre, Caroline & Beauregard ",
            "MapPage.cs.11088": "Caduceus' Cabin",
            "MapPage.cs.11093": "Home of George, Evelyn & Fjord",
            "MapPage.cs.11095": "Home of Robin, Demetrius, Mollymauk & Maru",
            "MapPage.cs.11168": "Caduceus' Cabin",
            "TitleMenu.cs.11726": "Caduceus' latest sentence:",
            "AbigailGame.cs.11898": "Hell yeah! We did it!",
            "ItemDeliveryQuest.cs.13324": "Feeling gloomy... {0} might cheer me up.     -Mollymauk",
            "ItemDeliveryQuest.cs.13327": "...feel like throwing {0} as hard as I can against the mountain face. Please deliver to Mollymauk at 24 Mountain Road.",
            "ItemDeliveryQuest.cs.13378": "Feeling gloomy... {0} might cheer me up.\n     -Mollymauk",
            "ItemDeliveryQuest.cs.13381": "...feel like {0} for some reason. Please bring to Mollymauk at 24 Mountain Road.",
            "ItemDeliveryQuest.cs.13473": "Hello, it's Jester. I'd like to buy {0} from someone, to craft into some fine jewelry. Thanks!",
            "ItemDeliveryQuest.cs.13476": "Looking for {0} to make into buttons for a dress I'm making. If you find one could you bring it to me?.     -Jester",
            "ItemDeliveryQuest.cs.13590": "Bored... could someone bring me {0}?    -Beau",
            "ItemDeliveryQuest.cs.13593": "I want to pull a prank on my Dad. I'll need {0}. Keep it secret or I'll kick your ass :)      -Beau",
            "SocializeQuest.cs.13786": "Hey! Will someone say 'Hi' to everyone in town for me? I want to spread a message of {0} today!   -Jester"
         }
      },
      {
         "Action": "Load",
         "Target": "Strings/StringsFromMaps",
         "Entries": {
            "AnimalShop.3": "A Tale Of Reincarnation",
            "AnimalShop.4": "The little family is gathered around the dinner table. Wait... except mom. She looks to have been drowned in the tub.",
            "AnimalShop.5": "The little family is gathered around the dinner table. Wait... except mom. She looks to have been drowned in the tub.",
            "AnimalShop.9": "Jack-in-the-box is sprawled out, his arms bent at grotesque angles. His button eyes are missing.",
            "AnimalShop.10": "It's a stack of transmutation spell books.",
            "AnimalShop.11": "How To Raise Fey Chickens",
            "AnimalShop.12": "There are numerous rings scattered about.",
            "AnimalShop.13": "It's a stack of dunamancy spell books.",
            "AnimalShop.15": "There's a small flask and a little golden trinket box.",
            "AnimalShop.16": "Doesn't seem like Nott uses this much.",
            "AnimalShop.18": "Mmm.... pepper poppers.",
            "AnimalShop.21": "Mostly burned papers.",
            "BathHouse_MensLocker.4": "Fjord's Locker... There's a bunch of pictures of bodybuilders taped inside the door.",
            "BathHouse_WomensLocker.2": "It's Jester's locker. There's a frilly bathing suit inside.",
            "BathHouse_WomensLocker.3": "It's Beau's locker. There's a lot of work out equipment in it.",
            "Blacksmith.4": "Dear Jester,^I know you only think of me as a friend.^It's my fault. I'm too shy. I'll never have the courage to tell you the truth.^That's why I'm writing this letter to myself that I'll certainly crumple up and toss in the corner.",
            "ElliottHouse.1": "It's one of Yasha's paintings.",
            "ElliottHouse.2": "Caduceus' work desk. It's covered in notes and crumpled papers... and some strange moss.",
            "ElliottHouse.3": "It's full of different teas.",
            "ElliottHouse.4": "It looks like Caduceus is trying to grow a bonsai tree. It looks cool so far!",
            "ElliottHouse.6": "It looks like Caduceus is trying to grow a bonsai tree. It looks cool so far!",
            "HaleyHouse.7": "There's a bolt of blue fabric. Moving it aside you see there's a dick drawn under it.",
            "HaleyHouse.8": "It's Jester's computer. It's password-protected so you can't snoop around on it.",
            "HaleyHouse.9": "'Tusk Love: The steamy adventures of Guinevere and Oskar.'",
            "HaleyHouse.12": "'Scent of the Sea: A life of romance and piracy.'",
            "HaleyHouse.16": "Cupcakes, milk, and at least 2 dozen donuts.",
            "HaleyHouse.17": "To Jester:^I miss you and hope that you are doing okay on your own. We just left the Fern Islands last night, after staying for two months.^It was a wonderful experience... highly recommended.^Make sure you eat healthy and don't forget to pay the electricity bill!^^Love, Mom",
            "HaleyHouse.18": "Zemnian Nights",
            "JoshHouse.1": "If you're reading this, it means I've passed on. I'm so sorry you had to go through this. Know that I love you both.^Don't be too upset, I'm with Yoba now. ^My final request: take care of Fjord. He needs a family, something stable. He's a good kid.^ Love, ^Vandran",
            "JoshHouse.3": "'Master of Disguise: how to change your voice for any occasion.'",
            "JoshHouse.7": "You peek into Fjord's drawer. There's clothes, hair gel, and what appears to be a broken tusk.",
            "JoshHouse.8": "You peek into Fjord's drawer. There's clothes, hair gel, and what appears to be a broken tusk.",
            "JoshHouse.9": "It's Fjord's gridball helmet. Looks like he keeps it polished.",
            "LeahHouse.2": "It's a stack of Yasha's paintings. It's mostly depictions of a beautiful woman with messy dark hair and kind eyes.",
            "LeahHouse.3": "'Manners and Ettiquette: A Guide To Polite Society'. There are flowers pressed in the pages.",
            "LeahHouse.4": "'How To Deal With Extroverts'",
            "LeahHouse.5": "It's a wooden sculpture Yasha's working on. It has a wonderful cedar smell.",
            "SebastianRoom.1": "There's a pack of tarot cards.",
            "SebastianRoom.2": "'So You've Lost Your Memory: How to fake a lifetime's worth of knowledge and experience.'",
            "SebastianRoom.3": "'D&D Fifth Edition'",
            "SeedShop.1": "'Martial Arts: The Way of the Cobalt Soul'",
            "SeedShop.2": "Professor the Guinea Pig",
            "SeedShop.3": "Professor the Guinea Pig",
            "SeedShop.10": "A Spirit Board. Molly must have given this to her."                                                                               
         }
      }
   ]
}