{
    "Format": "1.25.0",
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Data/EngagementDialogue",
            "Entries": {
                "Leah1": "I never knew I would allow myself to love again.$h#$e# But I'm glad I have.",
                "Abigail0": "Me? Married? I never thought this would happen.$h#$e#Every night will be a sleepover. Awesome.$h",
                "Abigail1": "I can't believe I'm engaged.$h#$e#I won't have to live at home anymore.$l",
                "Sebastian0": "In a couple days I'm going to begin a new chapter in my life.$h#$e#Exciting to think about.$l",
                "Elliott0": "The farm will be such a lovely place to do my gardening. I'm really looking forward to this.$h#$e#We're going to make a great pair. I can just feel it.$l",
                "Alex0": "@, this is... amazing. I never thought I'd get married.$l#$e#I... guess I didn't think I was worth it. But I'm glad you see more in me.$h",
                "Alex1": "It's nice to finally know I'll have a home of my own... with you.$h",
                "Shane1": "@... My head's spinning, this is a lot.",
                "Emily0": "Can you believe we're about to move in together? I hope you like pets!.#$e#They need homes too!",
                "Emily1": "I always knew something important would happen between us... I just never thought it would be this!$h#$e#I might draw some dicks on the walls for you.",
            }
        },
        {
            "Action": "Load",
            "Target": "Data/ExtraDialogue",
            "Entries": {
                "PurchasedItem_Pierre_QualityHigh": "Hey, remember that {2} you sold me the other day? I ended up serving it to the family for a special dinner.#$b#My wife loved it! ...And Beau even started going to town on it after I smothered the thing in hoisin sauce. $h#$b#... well,... back to business, huh?",
                "PurchasedItem_Haley": "Jester tried to serve me {1} {2} for dinner last night... I threw it away when she wasn't looking.#$e#I don't like her cooking...$s",
                "PurchasedItem_Alex": "Hey, so I picked up {1} {2} at the store last night. Evelyn made her special casserole...",
                "PurchasedItem_Leah": "The other day I bought {1} {2} at Pierre's. It was a perfect side to the wild rabbit I caught.",
            
            }
        },
        {
            "Action": "Load",
            "Target": "Data/Furniture",
            "Fields": {
                "1306": { // Leah's Sculpture
                    0: "Yasha's Sculpture"
                }
            }
        },
        {
            "Action": "Load",
            "Target": "Data/mail",
            "Entries": {
                "Emily": "Hi!^How are you doing? I hope you enjoy the gift I've sent you... Well, goodbye! +   ^   -Jester %item object 243 1 430 1 438 1 %%[#]A Gift From Jester",
                "Shane": "Hey,^I thought it would be fun to send you a letter. I don't really know what to write, though.^ Here, I've enclosed a treat for you. I... hope you like it.^Okay, see you soon. ^   -Caleb %item object 215 1 349 1 %%[#]A Gift From Caleb",
                "afterArtShow": "Dear @,^Thanks again for supporting me. I never would have taken the plunge without your help. I sold nearly all of my sculptures, and I think I'll be living quite comfortably now! I hope to see you again soon.  ^   -Yasha[#]Yasha's Thank-you Note",
                "EmilyCooking": "@!^Flip this letter over for instructions on how to make a super-healthy meal!^You'll feel energized. See you soon. ^   -Jester%item cookingRecipe %%[#]Jester's Healthy Recipe",
                "ShaneCooking": "@,^I found this recipe in a book I was reading and I thought it sounded interesting. Feel free to give me a taste if you make it. ^   -Caleb%item cookingRecipe %%[#]Caleb's Recipe",
                "abbySpiritBoard": "Hi @.^One of these days you should come to my room after dark... Maybe around 8pm. ^I want to show you something. ^   -Beau[#]Beau's Note",
                "elliottReading": "@,^I have great news... my guide is finished. I'm giving a public reading this afternoon at the library. Hope to see you there. ^   -Caduceus[#]Caduceus's Reading",
                "elliottBoat": "Meet me at the docks on a sunny morning. I've got something in mind. ^   -Caduceus[#]Caduceus's Note",
                "joshMessage": "@,^meet me at the saloon tonight after dark. ^   -Fjord[#]Fjord's Invitation",
                "EmilyClothingTherapy": "@,^I have this crazy new idea that I want to involve you in... It's called \"Clothing Therapy\".^^Please come to the Mayor's house today to see what it's all about.^^ Love, Jester[#]Jester's Idea",
                "EmilyCamping": "@,^Let's go camping! ^^ Meet me in the secret woods after 10pm. Wink wink.^^  Love, Jester[#]Jester's Invitation",
                "EmilyDoneCamping": "Thanks for joining me last night... I had a great time.^I'm actually glad that bear showed up! I love bears!^^See you soon^^  Love, Jester[#]Jester's Note",
                "winter_6_1": "I've got an unusual request. Could you keep this a secret?^ I want you to deliver a ruby to Jester. It's her favorite stone. Tell her it's from me.^   -Clint %item quest 110 %%[#]Clint's Unusual Request",
                "spring_6_2": "@-^I'm really craving a pink cake. I haven't been able to find one at the store, so I'm asking you. I'll pay really well for it!^   -Jester%item quest 115 %%[#]Jester's Request",
                "winter_19_2": "Dear @,^I'm at my wit's end. Beau keeps pestering me to make her a Coco-no-no at the saloon, but I have no way of getting a coconut!^Can you help me?^  -Gus%item quest 125 %%[#]Gus Needs A Coconut",
                "elliottLetter1": "@, my love,^^I've just arrived in Grampleton, to start the tour. I've forgotten how hectic the city is! The streets are packed with people... they either seem in a mad hurry, or lost in a daze, unaware of their surroundings. I miss Pelican Town already!^^I begin the tour this evening, at a local bookstore. I must admit, I'm becoming a bit nervous at the thought of public speaking... my stomach feels as if it's been twisted into a soft pretzel and doused with spicy cheese dip. Wish me luck!^^-Love, Caduceus^^P.S. I hope you had a peaceful night, and weren't too scared all alone in that big house! %item conversationTopic ElliottGone2 0 %%[#]Letter From My Husband",
                "elliottLetter2": "My dear @,^^The first reading went well, though the audience was a bit smaller than I'd hoped. Still, I sold enough copies of the guide to pay for my (bug-infested) hotel room!^^In a few hours, I leave for Zuzu City. If yesterday's reading was a warm-up, this next one will be a true napalm blast...^^I miss you very much. Remember to eat well! Oh, and don't forget the leftover crab cakes I put in the fridge...^-Love, Caduceus %item conversationTopic ElliottGone3 0 %%[#]Letter From My Husband 2",
                "elliottLetter3": "My sweet @,^^Last night in Zuzu City was quite the experience! It seems there's a large literary scene here... a few dozen people showed up at my reading!^^I even signed a couple of autographs... it's strange to be seen as someone important. It's all a matter of framing, a grand illusion... for truly I am no one special. Only your devoted Caduceus, as always.^^Currently I'm alone, in my hotel room, 'ingesting' a Joja Value Meal...^^Should this be called 'food'?^Or 'edible matter'?^I needn't long brood^It must be the latter^^I look forward to returning home soon. Hope you enjoyed the crab cakes.^^-Love, Caduceus %item conversationTopic ElliottGone4 0 %%[#]Letter From My Husband 3",
                "elliottLetter4": "In dreams, when graced with lofty view^I gaze upon the sunlit sea^What distant shores I've travelled to^But time now clouds my memory^^There is but one eternal place^Where I shall someday pass beyond^In Valley dear, where my love waits:^Our little home beside the pond^^-Caduceus %item conversationTopic ElliottGone5 0 %%[#]Letter From My Husband 4",
                "elliottLetter5": "My dear @,^^I won't bore you with any more details about my readings. They are mostly the same.^^I'm sure your time has been much more exciting! I can't wait to return and see what progress has been made.^^On these long travels between towns, I amuse myself by closing my eyes and envisioning the farm... I see kegs pulsing with sweet wine, a furnace ablaze with precious ore, and our little kitchen with the smell of cinnamon and nutmeg. There's a lot to enjoy!^^Just don't stay out too late in the mines, my love. It's dangerous in there! If you must go... bring plenty of food.^^-Love, Caduceus %item conversationTopic ElliottGone6 0 %%[#]Letter From My Husband 5",
                "elliottLetter6": "My dear @,^^This will be my last letter before I return home. I've had a fine trip... though nothing too exciting. It's been nice to meet people who enjoy my work, but I'm eager to return home.^^I look forward to the comfort of our little house, the satisfying farm work, a home-cooked meal, and most of all, cozying into the flannel sheets with you.^^See you soon!^-Love, Caduceus %item conversationTopic ElliottGone7 0 %%[#]Letter From My Husband 6",
            }
        },
        {
            "Action": "Load",
            "Target": "Data/NPCDispositions",
            "Fields": {
                "Abigail": { 11: "Beau" },
                "Elliott": { 11: "Caduceus" },
                "Emily": { 9: "Haley 'roommate'", 11: "Jester" },
                "Haley": { 9: "Emily 'roommate'" },
                "Jas": { 11: "Nott" },
                "Alex": {9: "George 'pa' Evelyn 'ma'", 11: "Fjord" },
                "Leah" : {11: "Yasha" },
                "Marnie": { 9: "Lewis '' Shane 'tenant' Jas 'tenant'" },
                "Maru": { 9: "Robin 'mom' Demetrius 'dad' Sebastian 'tenant'" },
                "Robin": { 9: "Demetrius 'husband' Maru 'daughter' Sebastian 'tenant'" },
                "Sebastian": { 1: "Neutral", 9: "Robin 'landlord' Maru 'landlord's_daughter' Sam ''", 11: "Mollymauk" },
                "Shane": { 9: "Marnie 'landlord'", 11: "Caleb" },
            }
        },
        {
            "Action": "Load",
            "Target": "Data/NPCGiftTastes",
            "FromFile": "assets/Data/NPCGiftTastes.xnb"
        },
        {
            "Action": "Load",
            "Target": "Data/ObjectInformation",
            "FromFile": "assets/Data/ObjectInformation.xnb"
        },
        {
            "Action": "Load",
            "Target": "Data/Quests",
            "FromFile": "assets/Data/Quests.xnb"
        },
        {
            "Action": "Load",
            "Target": "Data/SecretNotes",
            "FromFile": "assets/Data/SecretNotes.xnb"
        },
        {
            "Action": "Load",
            "Target": "Data/Weapons",
            "FromFile": "assets/Data/Weapons.xnb"
        }
    ]
}